{
  "availableOn": [
    "PC"
  ],
  "averageRating": 4.3,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9NXFX68ZNKK0",
    "9P6ZXP2ZRQCV"
  ],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-30)",
    "SinglePlayer": "Single player",
    "CapabilityVRR": "Variable Refresh Rate",
    "RayTracing": "Ray Tracing",
    "SpatialSound": "Spatial Sound",
    "DolbyAtmos": "Dolby Atmos",
    "DTSX": "DTS:X",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Intense Violence",
      "Blood and Gore",
      "Strong Sexual Content",
      "Nudity",
      "Strong Language",
      "Use Of Drugs And Alcohol",
      "Mature Humor"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases",
      "Users Interact"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Features of the game, including single player, online multiplayer, communication and other online features, are not accessible by Xbox child accounts. At Xbox, a child means players under the age of 13, unless local laws specify differently.\n\nWelcome to Los Santos \nWhen a young street hustler, a retired bank robber, and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government, and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody — least of all each other. \nCurrent PC players can transfer both GTAV Story Mode progress and GTA Online characters and progression with a one-time migration from the legacy version of GTAV to GTAV Enhanced. \n\nStunning Visuals\nEnhanced levels of fidelity and performance with new graphics modes including ray tracing features such as ambient occlusion and global illumination, ray traced shadows and reflections, support for AMD FSR and NVIDIA DLSS, and more.* \n\nFaster Loading\nQuicker access to the action as the world of Los Santos and Blaine County load in faster than ever before by using SSD and DirectStorage on supported devices. \n\nImmersive Controls \nFeel new levels of responsiveness with dynamic resistance via the Adaptive Triggers on the DualSense™ wireless controller, from directional damage to weather effects, rough road surfaces to explosions, and much more.* \n\n3D Audio \nEnhanced audio with support for Dolby Atmos and improved fidelity of speech, cinematics, and music.* Hear the sounds of the world with pinpoint precision: the throttle of a stolen supercar, the rattle of neighboring gunfire, the roar of a helicopter overhead, and more. \n\nGrand Theft Auto Online \nExperience GTA Online, a dynamic and ever-evolving online universe for up to 30 players, where you can rise from street-level hustler to become a kingpin of your own criminal empire. Enjoy new high-performance vehicle upgrades and improvements like the Career Builder as well as all GTA Online gameplay upgrades, expansions, and content released since launch, ready to enjoy solo or with friends. Pull off daring co-operative Heists, enter adrenaline-fueled Stunt Races, compete in unique Adversary Modes, or hang out in social spaces including nightclubs, arcades, penthouse parties, car meetups, and much more.\n\nExclusive Content \nStep into Hao’s Special Works at the Los Santos Car Meet, featuring elite new upgrades and exclusive modifications. Then take these high-performance vehicles into HSW races, new time trials, and more. \n\nNew Career Builder \nGet started in GTA Online with the tools of the trade. Quickly choose from one of four businesses — Biker, Executive, Nightclub Owner, or Gunrunner — and select from properties, powerhouse vehicles, and weaponry to kick-start your enterprise. \n\nNew Menu Design \nImmediately access everything GTA Online has to offer right from the main menu, including the latest and most popular updates. \n\nAccess to All Current and Previous Updates \nDive into more than 40 massive updates with more to come, featuring everything from running a covert ops installation in Agents of Sabotage, to tracking down and dragging in Southern San Andreas' most wanted in Bottom Dollar Bounties; exposing corrupt cops and killer cartels in The Cluckin' Bell Farm Raid, to daring robberies of the most coveted vehicles in Los Santos in The Chop Shop. All this and more available alongside a wide range of races, modes, activities, and social spaces to enjoy solo or with friends — including nightclubs, arcades, penthouse parties, car meetups, and much more.\n\n",
  "developerName": "Rockstar Games",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 100816740352,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MSRG7MN6SP6",
  "productKind": "Game",
  "publisherName": "Rockstar Games",
  "ratingCount": 210,
  "shortDescription": "Experience entertainment blockbusters Grand Theft Auto V and Grand Theft Auto Online — now upgraded for a new generation with stunning visuals, faster loading, 3D audio, and more, plus exclusive content for GTA Online players.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Grand Theft Auto V Enhanced (PC)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-04-15T15:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-04-15T15:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}