{
  "accessibilityCapabilities": {
    "audio": [
      "Multiple volume controls",
      "Surround sound",
      "Mono sound"
    ],
    "gameplay": [
      "On-demand tutorials",
      "Pausable"
    ],
    "input": [
      "Adjustable input sensitivity",
      "Playable without rapid button presses",
      "Basic input remapping",
      "Playable without motion controls",
      "Playable without touch controls",
      "Stick inversion"
    ],
    "publisherInformationUri": "https://www.flightsimulator.com/accessibility",
    "visual": [
      "Camera comfort"
    ]
  },
  "availableOn": [
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 3.4,
  "badges": [],
  "bundledProductIds": [
    "9NZHN0V9FZLG",
    "9NRRJLLXM68V",
    "9NHNCH1HDGG5"
  ],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-2)",
    "Capability4k": "4K Ultra HD",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "GameStreaming": "Cloud enabled",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "The Microsoft Flight Simulator Game of the Year (GOTY) Standard Edition celebrates all the positive feedback, reviews and awards garnered, but it is also a “Thank You” to our fans – new and old – that have made Microsoft Flight Simulator such a phenomenon. The Microsoft Flight Simulator Standard Game of the Year Edition includes 25 highly detailed planes with unique flight models and 38 hand-crafted airports.\r\n\r\nThis enhanced edition introduces simmers to five all-new aircraft, eight new handcrafted airports, six new Discovery Flights, new tutorials, and updates to the weather system\r\n\r\nThe five new handcrafted aircraft in Microsoft Flight Simulator include:\r\n• Boeing F/A-18 Super Hornet: Our first military jet and a highly requested feature from the community. The Top Gun: Maverick expansion will release with the movie next Spring, but we wanted simmers to have the opportunity to test their need for speed this holiday.\r\n• VoloCity: We partnered with well-known German company Volocopter, which is working on an eVTOL called “VoloCity”, a vision for an urban air taxi. We worked closely with the Volocopter engineering team to develop an authentic version of the prototype aircraft for the simulator. This is our first aircraft that can perform pinpoint landings and is a teaser of what you can look forward to in 2022 when we intend to launch helicopters in the sim.\r\n• Pilatus PC-6 Porter: This legendary short takeoff and landing (STOL) utility aircraft is a highly versatile plane from Switzerland and comes with several cockpits, cabins, and landing gear variations. It is the result of our close collaboration with the manufacturer and the development efforts by famed developers Hans Hartmann and Alexander Metzger resulted in a great and fun new aircraft with exception capabilities in the simulator.\r\n• CubCrafters NX Cub: Yakima-based CubCrafters recently introduced a nosewheel option for their flagship CC-19 XCub Aircraft, popularly called the NX Cub, which we are pleased to introduce to the flight sim audience to further enhance our bush flying and off airport options.\r\n• Aviat Pitts Special S1S: One of our most popular planes gets a single-seat option with the release of this aircraft.\r\n\r\nNew Airports - We are adding eight handcrafted airports in Central Europe and the United States:\r\n• Germany\r\n     o Leipzig/Halle Airport (EDDP)\r\n     o Allgäu Airport Memmingen (EDJA)\r\n     o Kassel Airport (EDVK)\r\n•Switzerland\r\n     o Lugano Airport (LSZA)\r\n     o Zurich Airport (LSZH)\r\n     o Luzern-Beromunster Airport (LSZO)\r\n•United States\r\n     o Patrick Space Force Base (KCOF)\r\n     o Marine Corps Air Station Miramar (KNKX)\r\n\r\nThe Game of the Year release is adding information about 545 previously missing airports in the United States.\r\n\r\nNew Missions -Based on the popularity of the recently introduced Discovery Flights, we are adding an additional six locations (Helsinki, Freiburg im Breisgau, Mecca, Monument Valley, Singapore, and Mount Cook) to this popular series.\r\n\r\nNew Tutorials - To further expand the onboarding experience, we are adding 14 new tutorials, introducing simmers to Bush flying (in an Icon A5) and IFR (in a Cessna 172).\r\n\r\nNew Features - We are also pleased to introduce several highly requested features by the community: an updated weather system, early access to DX12, and a dev mode replay system.\r\n\r\nNew Photogrammetry Cities - As part of our ongoing collaboration with Bing Maps, we are pleased to add a number of new photogrammetry cities: Helsinki (Finland), Freiburg im Breisgau (Germany), Brighton, Derby, Eastbourne, Newcastle, and Nottingham (UK) and Utrecht (Netherlands).\r\n\r\nMicrosoft Flight Simulator Standard Game of the Year Edition will be available as a free update for owners on PC and Xbox Series X|S. For new users, the GOTY Standard Edition is the perfect entry point to flight simming as it offers an even richer experience, and it will be the item they purchase as we are retiring the original. Invite your friends to experience the wonders of flight. The sky is calling!\r\n",
  "developerName": "Asobo Studio",
  "editions": [
    "9PMQDM08SNK9",
    "9PJ15D3RDXMV",
    "9NH8N0M7CWLN"
  ],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 168577466368,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MTJ74MKQM46",
  "productKind": "Game",
  "publisherName": "Xbox Game Studios",
  "ratingCount": 1659,
  "shortDescription": "Microsoft Flight Simulator Game of the Year Edition offers 25 detailed planes, 38 handcrafted airports, 6 new Discovery Flights and weather system updates. Free update for owners. The sky is calling!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Microsoft Flight Simulator: Standard Game of the Year Edition",
  "xCloudProperties": {
    "xCloudId": "MICROSOFTFLIGHTSIMULATOR",
    "xboxTitleId": 1777860928,
    "supportsTouch": true
  },
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-11-18T16:00:00Z",
      "exitDateUTC": "2022-11-11T22:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-11-18T16:00:00Z",
      "exitDateUTC": "2022-11-11T22:00:00Z"
    },
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-11-18T16:00:00Z",
      "exitDateUTC": "2022-11-11T22:00:00Z"
    }
  },
  "xCloudPropertiesV2": {
    "xCloudId": "MICROSOFTFLIGHTSIMULATOR",
    "xboxTitleId": 1777860928,
    "programs": [
      "GPULTIMATE",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller",
      "CustomTouchOverlay",
      "NativeTouch"
    ],
    "supportsTouch": true
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}