{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood",
      "Sexual Content",
      "Partial Nudity",
      "Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shepard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers. So steel yourself, because this is an astronomical mission where sacrifices must be made. You'll face tougher choices and new, deadlier enemies. Arm yourself and prepare for an unforgettable intergalactic adventure.\r\n\r\nGame features:\r\n\r\nShift the fight in your favor.  Equip yourself with powerful, new weapons almost instantly thanks to a new inventory system. Plus, an improved health regeneration system means you’ll spend less time hunting for restorative items.\r\n\r\nMake every decision matter.  Divisive crew members are just the tip of the iceberg, Commander, because you’ll also be tasked with issues of intergalactic diplomacy. And time’s a wastin’, so don’t be afraid to use new prompt-based actions that let you interrupt conversations, even if they could alter the fate of your crew...and the galaxy.\r\n\r\nForge new alliances, carefully.  You’ll fight alongside some of your most trustworthy crew members, but you’ll also get the opportunity to recruit new talent. Just choose your new partners with care because the fate of the galaxy rests on your shoulders, Commander.\r\n\r\nMass Effect 2 (2010 Edition) includes all previously released DLC:\r\n\r\nExpansions\r\n\r\nKasumi — Stolen Memory\r\nOverlord\r\nLair of the Shadow Broker\r\nArrival\r\n\r\nCerberus Network content\r\n\r\nNormandy Crash Site expansion\r\nZaeed — The Price of Revenge expansion\r\nFirewalker Pack\r\nCerberus Weapon and Armor pack: Contains Cerberus Assault Armor and M-22 Eviscerator shotgun.\r\nArc Projector heavy weapon\r\n\r\nPacks and Bundles\r\n\r\nAegis Pack: Contains the M-29 Incisor sniper rifle and the Kestrel armor.\r\nEqualizer Pack: Contains the Capacitor Helmet, Archon Visor and Inferno Armor.\r\nFirepower Pack: Contains the M-5 Phalanx heavy pistol, M-96 Mattock heavy rifle and Geth Plasma Shotgun.\r\nAlternate Appearance Pack 1: Contains new outfits for Garrus, Thane and Jack.\r\nAlternate Appearance Pack 2: Contains new outfits for Tali, Grunt and Miranda.\r\nCollectors’ Weapon and Armor pack: Contains Collector Armor and the Collector Assault Rifle.\r\nTerminus Weapon and Armor pack: Contains Terminus Assault Armor and the M-490 Blackstorm heavy weapon.\r\nMass Effect 2 promo bundle: Contains Umbra Visor, Sentry Interface and Recon Hood.\r\nBlood Dragon Armor\r\n\r\nConditions/exclusions may apply. Benefits and Play List titles may vary by platform and territory and may change. See ea.com/ea-play for details.",
  "developerName": "BioWare",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MTP3NKHVWM6",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shepard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Mass Effect 2 (2010 Edition)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2023-05-02T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-05-02T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}