{
  "availableOn": [
    "PC"
  ],
  "averageRating": 4.2,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalMultiPlayer": "Xbox local multiplayer",
    "XblOnlineMultiPlayer": "Online multiplayer ",
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Simulation",
    "Sports"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "No game gets you closer to the dream of managing the world’s best soccer teams.\r\nFootball Manager 2022 brings new, progressive ways to find your winning edge, instill your soccer style and earn it for your club. \r\nPrevail in the moments that matter to turn your club’s dreams into reality and earn your place alongside the managerial greats.\r\nWhether that's fighting your way to the top of the game and shocking the world or clawing your way back from the brink – these are the moments that taste sweetest.\r\nGame Description\r\n•\tLead your favorite soccer club to the top of the game, meeting the objectives set by the owner and chairman, as well as the expectations of the fans.\r\n•\tSearch the transfer market for best young talents in world soccer, or look closer to home, creating pathways for your youth academy stars to realize their full potential. \r\n•\tEarn respect on the tactics board, developing a soccer style that’s guaranteed to deliver victories on the field and trophies at the end of the season.  \r\nNew for this season\r\nFIND YOUR WINNING EDGE\r\nImprove your performance and boost your results with the same stats that real clubs use in the brand-new Data Hub. By crafting your own custom dashboard packed with powerful analytics, you’ll be able to make smarter tactical and player development decisions to fuel your club’s success. \r\nON-FIELD REALISM\r\nAn improved animation system and sweeping changes to the way players press deliver our most realistic match action yet. You’ll see your players show off their skills with remodeled dribbling, while a wealth of AI improvements means that there’s an authentic flow to the big moments of every game. \r\nTURN DEFENSE INTO ATTACK \r\nImplement one of the top tactical trends of recent years with the new Wide Centre-Back role. You now possess even more tools to overwhelm the opposition as you chase those all-important victories.  \r\nDEADLINE DAY DRAMA\r\nFeel the highs and lows of one of the most dramatic fixtures in the soccer calendar. A redesigned experience replicates the unpredictability of the transfer window’s climax.\r\nCOLLABORATE LIKE CHAMPIONS\r\nNew, true-to-life staff meetings will make things easier for you to reach the top of the game. Lean more heavily than ever before on your backroom team, who are there to handle tasks for you. The improved organization provided by combining weekly reports on Coaching, Recruitment, Player Development and Staffing will propel your players to new heights. \r\nFURTHER ADDITIONS\r\nCraft your ideal managerial look with a redesigned manager creator, now with more life-like faces and increased facial hair options, build your dream squad with a host of new scouting improvements and earn the bragging rights against your friends online in the improved Fantasy Draft mode. \r\n\r\n",
  "developerName": "Sports Interactive",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 6440333312,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MVJ0V2JHK28",
  "productKind": "Game",
  "publisherName": "SEGA Europe Ltd",
  "ratingCount": 104,
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Football Manager 2022",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-11-08T20:00:00Z",
      "exitDateUTC": "2022-11-08T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-11-08T20:00:00Z",
      "exitDateUTC": "2022-11-08T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}