{
  "availableOn": [
    "XboxSeriesX"
  ],
  "averageRating": 4.7,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9PGK4MTQMWSD"
  ],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-2)",
    "Capability4k": "4K Ultra HD",
    "SinglePlayer": "Single player",
    "XblCrossPlatformCoop": "Xbox cross-platform co-op",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Language",
      "Violence",
      "Alcohol And Tobacco Reference"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "The Absolute Evil and its trusted *cough* servant, the Dark Elf Thalya, return in Dungeons 4 after the events of its fabulous predecessor to bring about their triumph over the forces of good once more.\r\n\r\nBuild a cozy and comfortable Dungeon to suit your creatures’ needs and rule over them, then send them out into the Overworld to kindly remind the good people living there that the Absolute Evil rules over their lands. Gather your Evilness in new and dynamic ways and unleash it upon the lush green forests and plains of the Overworld to turn them over to the dark side. But make sure that your Dungeon is well-secured by traps and defended by your creatures, for those pesky Overworlders won’t just twiddle their thumbs while you turn their land into the Absolute Evil’s most pleasurable holiday paradise. \r\n\r\nBut what is that noise? “Gold, gold, gold and gems, gold and gems and gold!” The ancient song echoes throughout the underworld, accompanied by the clanging steel of hammers and axes. The Dwarves have arrived to claim their share of the abundant resources and together with the Elves and Humans of the Overworld, they send out their raiding parties to find the Dungeon’s heart.\r\n\r\nDungeons 4 keeps the spirit of its predecessor, but everything is now bigger, better, and with even more dynamic Evilness™.\r\n\r\nFeatures:\r\n• Everything is better with Dwarves™: The Dwarves have arrived to build their underground strongholds and the hardy little fellows (although they don’t like being called that) compete with the Ever-Expanding Evil for space and resources.\r\n\r\n• It makes your Dungeon great again: Dungeons are up four times larger than before and there are many more creatures who wait for the All-Commanding Evil’s orders to conquer the Overworld. Now the time has come for massive armies and truly sprawling dungeons!\r\n\r\n• Ripe for the taking: The Overworld is bigger than ever before. Gain Evilness by beating Mini Bosses like the obsessively harmonious Unicorn and use it to transform the Overworld into stunning biomes of pure evil. \r\n\r\n• New and shiny: An ability-based Perk system for Thalya, the Absolute Evil’s trusted *cough* and most loyal subordinate, grants her impressive new powers. The Absolute Evil can now enjoy taking over the world, governing the creatures and slapping subordinates even more with the customizable Evil Hand.\r\n\r\n• Minions, everywhere: The Horde, the Undead and the Demons wait to do the Absolute Evil’s bidding, with more creatures than ever eagerly following the gesturing Evil’s orders, and Snots will play a much more prominent role this time.\r\n\r\n• Many ways to tell the story: A long campaign, narrated by the beloved English Narrator from previous titles, as well as several skirmish maps all to challenge your rule as the Absolute Evil.\r\n\r\n• Change the world: Spread your Evilness across the Overworld to bring lush and green environments over to the dark side, now shining even more vibrantly and beautifully evil as you spread your evilness across many new biomes.\r\n\r\n• Work together, slay together: 2-player co-op multiplayer with both players managing one Dungeon together. All maps from the campaign and the skirmish mode are playable in co-op.",
  "developerName": "Realmforge Studios",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 20333608960,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MX2LLS736B3",
  "productKind": "Game",
  "publisherName": "Kalypso Media",
  "ratingCount": 621,
  "releaseDate": "2023-11-09T00:00:00.0000000Z",
  "shortDescription": "Build a cozy and comfortable Dungeon to suit your creatures’ needs and rule over them, then send them out into the Overworld to kindly remind the good people living there that the Absolute Evil rules over their lands.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9RLW1BQ509GR",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/15/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "B1DBC7PN8HVQ",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/15/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Dungeons 4",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2023-11-09T00:00:00Z",
      "exitDateUTC": "2024-11-16T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-11-09T00:00:00Z",
      "exitDateUTC": "2024-11-16T10:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2024-08-12T14:00:00Z",
      "exitDateUTC": "2024-11-16T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}