{
  "accessibilityCapabilities": {
    "audio": [
      "Multiple volume controls",
      "Narrated menus",
      "Surround sound"
    ],
    "gameplay": [
      "On-demand tutorials"
    ],
    "input": [
      "Playable without button holds",
      "Playable without rapid button presses"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Color alternatives",
      "Camera comfort"
    ]
  },
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 2.8,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (6-6)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "Capability4k": "4K Ultra HD",
    "XblAchievements": "Xbox achievements"
  },
  "categories": [
    "Multi-Player Online Battle Arena",
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Rockets rule everything in Rocket Arena, an explosive 3v3 shooter where you’re never out of the action. Master your hero’s unique rockets and abilities to rule the arena and become a champion! Try out an ever-growing roster of fantastic heroes with distinctive powers. Unearth new strategies and tactics based on your squad, explore a wide variety of dynamic maps, and discover the true depth of rocket gameplay. \r\n\r\nRocket-Fueled Heroes\r\nExplore a growing roster of unique heroes, each with distinctive personalities, backstories, and rivalries. Master your hero’s fantastic abilities and signature rockets and get the most out of your squad.\r\n\r\nDeath-Defying Action\r\nNever say die, because in Rocket Arena, you can’t! Taking too many hits will blast you out of the arena, but not out of the action. Ride your rocket right back in, choose your landing spot, and return to the fight.\r\n\r\nReach New Strategic Depths (and Heights)\r\nRockets are easy to pick up but challenging to truly master. Learn how to time your dodges, lead your targets, and use items and gadgets like the Rocket Magnet, Trip Mine, and Speed Boost to change the course of combat. Become one with your rocket and you will rule the arena. \r\n\r\nExplore a Bold New World\r\nFrom tropical ruins of The Gemstone Jungle to the high-tech, utopian Boom City, the world of Crater is home to many exotic locales. Each map is highly interactive and filled with hidden tricks, traps, and lore to explore. Use your rockets to jump, climb, and interact with the environment. There’s a world of possibility, so grab your rockets and start exploring!\r\n\r\nEvolve Your Heroes\r\nThe sky’s the limit for your heroes. Every match you play with them earns experience, unlocking Rocket Parts, Totem Parts, and spectacular outfits you can use to customize their look. You’ll also unlock fantastic artifacts as you play -- mix, match, and level them up to give your heroes impressive new stat boosts and abilities! You’ll need every edge you can get to rule the Rocket Championship Tour.\r\n\r\nChange the Game\r\nThere’s more than one way to play. Dive into Knockout for classic 3v3 competitive action, or warm up first against RocketBots and test out your favorite combos. Compete to score goals in Rocketball, control zones in Mega Rocket, and go for the gold in Treasure Hunt. When you’re ready to go rocket-to-rocket with the best, dive into Ranked Play and show ‘em what you’re made of. Let’s Rocket!\r\n\r\nThis game includes optional in-game purchases of virtual currency that can be used to acquire virtual in-game items.\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE WWW.EA.COM/LEGAL FOR DETAILS.\r\n© 2020 Final Strike Games, Inc. EA and the EA logo are trademarks of Electronic Arts Inc. Trademarks are the property of their respective owners.",
  "developerName": "Final Strike Games",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 12109316096,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MX7Q207JGTW",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 246,
  "shortDescription": "Welcome to a world where the rules are written in rocket fuel.\r\n\r\nRockets rule everything in Rocket Arena, an explosive 3v3 shooter where you’re never out of the action. Master your hero’s unique rockets and abilities to rule the arena and become a champion.\r\n\r\nLet’s Rocket!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Rocket Arena",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K5DH": {
      "entryDateUTC": "2020-11-06T09:00:00Z",
      "exitDateUTC": "2023-11-13T12:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}