{
  "availableOn": [
    "PC",
    "Handheld"
  ],
  "averageRating": 0,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy",
    "Simulation",
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Blood",
      "Use of Alcohol"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game.\n\nReturning from a hunting trip to find your lands in ruin, you must rebuild your home while fending off hordes of monsters that attack your gates every night. Should your city fall and the forces of darkness sweep across the land, you will awaken to begin a new run where you carry forward the rewards of prior attempts – more heroes at your disposal, previously unexplored lands already uncovered, and every opportunity to push further as you uncover the mystery that has you trapped in a never-ending cycle of life and death.\n\nHEROES AND MONSTERS\nAs night falls, hordes of monsters emerge from the darkness in an attempt to destroy everything you’ve built, charging towards your gates and growing more vicious as the night draws on. Powerful bosses will test your defenses ruthlessly, and the only thing standing in their way is the collection of stalwart warriors, powerful creatures, and magical beings you’ve recruited to defend your lands.\n- Each run you may choose a different powerful guardian to lead your defenses, each with their own strengths, weaknesses, and opportunities for unique strategies and growth through equipment and experience. Will your ice priestess freeze monsters in place for your crossbowmen and halfling to score easy shots from range, or will your knight charge into battle while a trebuchet flings rocks overhead?\n- Explore the world to meet over 50 unique units that you can recruit into your cause to find the best combinations – vampires guarding halfling slingers, dinosaurs charging ahead of genie spellcasters, or crossbowmen supporting brave men-at-arms? Seek them out in the world, using your hard-earned resources to hire them to your cause and upgrade their abilities, or wait for wandering warriors to appear, with each run offering different opportunities for recruitment.\n\nBUILDING A KINGDOM\nCareful planning and strategic choice will define each run as you manage resources, troops, and the kingdom at large. With limited locations for buildings, and more options than you’ll have space for, prepare to make simple but difficult decisions with lasting impact.\n- Resource locations and availability are randomized with each run and you’ll need to make vital decisions on what to prioritize – quick access to raw materials is essential early on, but optimizing production chains is vital as time goes on.\n- Unlock more advanced methods of acquiring resources over time to free up your workforce, but make sure you prioritize what you need for your planned strategy – will you scale up your defenses by focusing on forestry and plank production to build trebuchets and catapults, or will you prioritize the acquisition of stone to build strong walls? Or perhaps you seek optimal gold production to more quickly afford upgrades for your most capable warriors?\n- As your heroes gather at the tavern to celebrate each night’s hard-fought victory, they grow stronger by eating the meals you have prepared. Build fishing huts, farms, mills, and more to feed your warriors and help them prepare for what lies beyond the walls!\n\nA WORLD OF WONDER\nExplore the world and uncover its secrets – from heroes and resources to quests, challenges, and more! The lands of Super Fantasy Kingdom are vibrant and alive, and you never know who or what you’ll find along the way. These elements mean that strategic choices for city building and combat will keep evolving and changing over time.\n-Earn enough glory in battle to gain access to more strategic options within your kingdom – the longer you survive the further you’ll be able to explore and the more opportunities available for the next run.\n-Your discoveries carry over to future cycles, unlocking entirely new starting options and strategic approaches that were previously several nights of battle away. These include powerful guardians, brave heroes, tricky relics, or even allies to help you out.\n\nSuper Fantasy Kingdom is designed for replayability with unpredictable opportunities and a variety of game-changing mechanics across worlds and kingdoms. Play endlessly with different strategies and approaches in a game that is easy to learn, but hard to master.\n\nFull details on the latest status of the game, how you can give feedback and report issues can be found at https://discord.gg/bdjvSJJwCX.",
  "developerName": "Super Fantasy Games",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 654807040,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MZ8B96NDG1T",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 0,
  "shortDescription": "Rebuild your kingdom and explore a vibrant fantasy world in this roguelite city builder. Defeat hordes of monsters with a unique team of defenders as you harvest, build, mine, cook, brew, and grow. But if your defenses should fail, be prepared to watch it all burn!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Super Fantasy Kingdom (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-10-24T13:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-24T13:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}