{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 10
    },
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Violence",
      "Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Russia, 1918. Nikolai Orelov is tasked by the Brotherhood to retrieve a mysterious box from the family of the Tsar, who are held captive by the Bolsheviks. During his mission, he saves the young Duchess Anastasia, who reveals surprising and mysterious powers.  Nikolai realizes that the Duchesses life will be sacrificed if delivered to his own order. He must choose between protecting the innocent life of a surrogate daughter, becoming the marked man by both the Templars and the Assassins, or getting his hands dirty for the greater good.\n\n• Survive the aftermath of October revolution & travel accross a changing Russia \nDive into the middle of a major historical event served by iconic propaganda art style and its revolutionary symbolism. Start in Ekaterinburg and escape Ipatiev house with Duchess Anastasia. Jump on the famous trans-Siberian train towards Kazan to meet Leon Trotsky. Infiltrate the Kremlin and then escape from Moscow while being chased by a tank !\n\n• Experience the thrill of being a stealthy assassin in an exclusive modern setting\nExplore a brand new cotemporary setting in the 20th century, with its modern architecture and interactive environmental stealth systems, such as elevators, radios & trip wires. Interact with new vehicles like trucks, trains & even tanks. Avoid searchlights & snipers. Hijack telephones to draw enemies away from their patrols. Use modern weapons to electrocute & poison guards.\n\n• Switch between two playable characters \n Use Nikolaï & Anastasia’s unique playstyles to overcome specific challenges.\nNikolaï the brutal but efficient\nEmbody Nikolaï a superlative marksman, snipe targets and detonate mines from a distance with his customized scoped and silenced rifle or get up close with its bayonet. Discover Nikolaï’s Mechanical Winch, a versatile tool that sends electric shocks, disrupt electrical components or electrocutes enemies in key locations.\nAnastasia the deadly shadow\nOr play Anastasia with her unique distraction skills, access & infiltrate narrow channels and discover her powerful abilities, including the exclusive Helix Blade.",
  "developerName": "Climax Studio",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8",
    "nakupcgce"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MZHXGGM7HDJ",
  "productKind": "Game",
  "publisherName": "Ubisoft",
  "ratingCount": 0,
  "shortDescription": "Play as the Assassin Nikolaï Orelov and fight your way through a depiction of 1918 Russia in an iconic propaganda art style.\n• Survive the aftermath of October Revolution \n• Experience the thrill of being an Assassin in an exclusive 2.5D modern setting with interactive environmental stealth systems.\n• Switch between two playable characters: Nikolaï & Anastasia with their unique playstyles.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Assassin's Creed Chronicles – Russia",
  "passMetadataByPassProductId": {
    "nakupcgce": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}