{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Sexual Content",
      "Partial Nudity",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Earth is burning. The Reapers have taken over and other civilizations are falling like dominoes. Lead the final fight to save humanity and take back Earth from these terrifying machines, Commander Shepard. You'll need backup for these battles. Fortunately, the galaxy has a habit of sending unexpected species your way. Recruit team members and forge new alliances, but be prepared to say goodbye at any time as partners make the ultimate sacrifice. It's time for Commander Shepard to fight for the fate of the human race and save the galaxy. No pressure, Commander.\r\n\r\nFight smarter. Take advantage of new powers and combat moves. Shepard can now blind fire at enemies and build tougher melee attacks. Plus, when you fight as a team you can combine new biotic and tech powers to unleash devastating Power Combos.\r\n\r\nBuild the final force. Build a team from a variety of races and classes and combine their skills to overcome impossible odds. You'll be joined by newcomers like James Vega, a tough-as-nails soldier, as well as EDI, a trusted AI in a newly acquired physical form. Keep an eye out for beloved characters from your past, but beware. Some may not survive the final battle...\r\n\r\nFace off against friends. Enjoy an integrated co-op multiplayer mode and team up with friends online to liberate key conflict zones from increasingly tough opponents. Customize your warrior and earn new weapons, armor, and abilities to build war preparedness stats in your single player campaign.\r\n\r\nDeluxe Edition includes:\r\n\r\nN7 Arsenal Pack and extra in-game items: Receive a wealth of new weapons, an N7 hoodie for your character to relax in on the Normandy, and a friendly robotic dog.\r\n\r\nExclusive Digital Artwork: Learn more about your mission with a Limited Edition Mass Effect Comic from Dark Horse Comics. Plus, immerse yourself in the galaxy of Commander Shepard with a 70-page downloadable art book from the development team at BioWare, and a digital lithograph featuring the Normandy in the heat of battle.\r\n\r\nFrom Ashes DLC: Cerberus has gone too far and it's up to you to stop them and recover a Prothean artifact. You may even meet the last surviving Prothean along the way...\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE EA.COM/LEGAL FOR DETAILS. ",
  "developerName": "BioWare",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9MZP241SM6DH",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Finish the Fight",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Mass Effect™ 3 N7 Digital Deluxe Edition",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}