{
  "availableOn": [
    "PC"
  ],
  "averageRating": 4.8,
  "badges": [],
  "bundledProductIds": [
    "9PLPWDTHM4RB",
    "9P6ZDQKL5D39",
    "9NP9GGCSH210",
    "9P5LZC1KB48V",
    "9MX7735D2RQC"
  ],
  "bundlesBySeed": [],
  "categories": [
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Sexual Themes",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Experience the game that revitalized the classic RPG genre in a complete and definitive package that includes every expansion, bonus, and update, presenting Pillars of Eternity at its best. Obsidian Entertainment, the developer of Fallout: New Vegas™ and South Park: The Stick of Truth™, together with Paradox Interactive bring you to the original and incredible world of Eora, and send you on an unforgettable adventure where the choices you make and the paths you choose shape your destiny.\r\n\r\nRecapture the deep sense of exploration, the joy of a pulsating adventure, and the thrill of leading your own band of companions across a new fantasy realm and into the depths of monster-infested dungeons in search of lost treasures and ancient mysteries. The Definitive Edition includes the award-winning Pillars of Eternity alongside its expansions, The White March: Parts I & II, as well as all bonus content from the Royal Edition.\r\n\r\nPillars of Eternity: Definitive Edition features:\r\n\r\nPlay as any one of six races: Human, Aumaua, Dwarf, Elf, Godlike and Orlan.\r\n\r\nDeep character customization: Build a character as one of eleven classes such as Barbarian, Chanter, Cipher, Druid, Fighter, Monk, Paladin, Priest, Ranger, Rogue and Wizard. \r\n\r\nSculpt your own story: Side with various factions using a reputation system, where your actions and choices have far reaching consequences.\r\n\r\nExplore a rich and diverse world: Beautiful pre-rendered environments laced with an engaging story and characters bring the world to life.\r\n\r\nJourney to new regions and meet new companions in The White March: Parts I & II, the game's expansion chapters, and find new stories to experience\r\n\r\nEvery piece of bonus content ever created for Pillars of Eternity, including the original soundtrack, a digital collector's book, a novella written by Chris Avellone, and much, much more",
  "developerName": "Obsidian Entertainment",
  "editions": [
    "9P69705PR76P"
  ],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 32538898432,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N1P6T7ZQ2KF",
  "productKind": "Game",
  "publisherName": "Paradox Interactive",
  "ratingCount": 30,
  "shortDescription": "Experience the RPG renaissance like never before with Pillars of Eternity: Definitive Edition. Obsidian Entertainment and Paradox Interactive bring you a rich, enchanting world where the choices you make will shape your destiny, now complete with all expansions and bonus content in one definitive package.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Pillars of Eternity: Definitive Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2023-12-13T18:00:00Z",
      "exitDateUTC": "2025-10-04T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-12-13T18:00:00Z",
      "exitDateUTC": "2025-10-04T00:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-01T16:00:00Z",
      "exitDateUTC": "2025-10-04T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}