{
  "accessibilityCapabilities": {
    "audio": [],
    "gameplay": [],
    "input": [
      "Chat speech-to-text & text-to-speech"
    ],
    "publisherInformationUri": null,
    "visual": []
  },
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "CoopSupportLocal": "Local co-op",
    "CoopSupportOnline": "Online co-op",
    "LocalMultiplayer": "Local multiplayer",
    "OnlineMultiplayerWithGold": "Online multiplayer",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "SharedSplitScreen": "Shared/split screen"
  },
  "categories": [
    "Sports"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases (Includes Random Items)"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "EA SPORTS™ FIFA 23 brings even more of the action and realism of football to the pitch in The World’s Game, with groundbreaking HyperMotion Technology arriving on PC for the first time to revolutionize gameplay. New in FIFA 23, HyperMotion2 Technology is driven by twice as much real-world motion capture that helps to create more true football animation than ever before in every match.\r\n\r\nPlay the biggest tournaments in football with both the men’s and women’s FIFA World Cup™ coming to FIFA 23 as post-launch updates, play as women’s club teams – powered by dedicated HyperMotion2 animation – for the first time ever, plus enjoy cross-play features that make it easier to play against friends*.\r\n\r\nEnjoy a new way to play and build your dream squad with FUT Moments and a revamped Chemistry system in FIFA Ultimate Team™, or live out your football dreams in Career Mode as you define your personality as a player, or manage as some of football’s most famous names.\r\nIn VOLTA FOOTBALL and Pro Clubs, bring more personality to the pitch with new levels of customisation and enhanced street and stadium gameplay.\r\n\r\nHowever you play, experience The World’s Game with over 19,000 players, 700+ teams, 100+ stadiums, and over 30 leagues - including the UEFA Champions League, Premier League, new Barclays FA WSL and France D1 Arkema with unrivalled authenticity in FIFA 23.\r\n\r\nThis game includes optional in-game purchases of virtual currency that can be used to acquire virtual in-game items, including a random selection of virtual in-game items.\r\n\r\nConditions and restrictions apply. See https://www.ea.com/games/fifa/fifa-23/game-offer-and-disclaimers for details.\r\n*Cross-play enabled in certain modes on same-generation platforms. More info on cross-play at https://www.ea.com/games/fifa/fifa-23/news/pitch-notes-fifa-23-cross-play-deep-dive.\r\n\r\n©2022 Electronic Arts Inc. EA, EA SPORTS, and the EA SPORTS logo are trademarks of Electronic Arts Inc. Official FIFA licensed product. © FIFA and FIFA's Official Licensed Product Logo are copyrights and/or trademarks of FIFA.  All rights reserved. Manufactured under license by Electronic Arts Inc.\r\n\r\n",
  "developerName": "EA Canada",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 0,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N3F3NKTT2QW",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "FIFA 23 brings The World’s Game to the pitch, with HyperMotion2 Technology that delivers even more gameplay realism, men’s and women’s FIFA World Cup™ coming during the season, women’s club teams, cross-play features*, and more.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "EA SPORTS™ FIFA 23",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}