{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Get ready for an intense and action-packed single-player campaign featuring the rag-tag squad known as Bad Company. They're on the trail of a powerful EMP weapon that threatens the security of the United States. From Russia to the insect-infested jungles of South America, the squad will face hostile forces every step of the way in their attempt to recover the weapon before it falls into the wrong hands. Operate tanks, attack helicopters, armored personnel carriers and other vehicles across fully interactive landscapes that you can destroy or use for cover.\r\n\r\n\r\nThe action doesn’t end with the campaign. Battlefield: Bad Company 2 features addictive multiplayer matches with four modes of play. Your skill is rewarded with up to 50 distinctive ranks, as well as team rewards and individual achievements. Four different player kits, each with its own selection of weapons, equipment and specializations, allow you to create thousands of kit combinations. Download Battlefield: Bad Company 2 today.\r\n\r\nKey Features:\r\n\r\nBad Company is back. Join Haggard, Sarge, Sweetwater and Marlowe from ‘B’ company as they trek through snowy mountaintops, dense jungles and dusty villages\r\n\r\nTake on air, sea, and land battles. Bring on the mayhem with 15 vehicles including the quad bike, Sikorsky UH-60 Black Hawk, patrol boat and more!\r\n\r\nCrush buildings to their foundations. With the Destruction 2.0 system, battles can change in the blink of an eye when you (or the enemy) can destroy anything in sight. Kiss your cover good-bye in the ever-changing environment within Battlefield: Bad Company 2.\r\n\r\nJoin intense multiplayer battles. With a heavy arsenal of deadly weapons and a slew of vehicles to aid you, get ready to blow up, shoot down, blast through, wipe out and utterly destroy any enemy that gets in your way.\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE EA.COM/LEGAL FOR DETAILS.\r\n",
  "developerName": "DICE",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N4HS2872GR7",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "It's good to be bad",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Battlefield: Bad Company™ 2",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}