{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "CapabilityVRR": "Variable Refresh Rate"
  },
  "categories": [
    "Platformer",
    "Action & adventure",
    "Puzzle & trivia"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Wield the dance of the shaman. Reclaim your father’s spirit.\r\nA grieving boy begins to read a Bantu tale written by his late father. Adventure into the beautiful and treacherous lands of Kenzera as Zau, a young shaman who bargains with the God of death to bring his Baba back from darkness.\r\nWith your cosmic powers and untried courage, you advance into unknown mythological lands. Once bursting with life, Kenzera is now rife with lost ancestral spirits. As Zau advances toward his goal, three mighty beings lie in wait, fearsome in their strength yet somehow strangely familiar. Will you embrace the dance of the shaman?\r\n\r\nBecome the warrior shaman - Embark on a poignant single-player story shaped by actor Abubakar Salim’s own experience with grief,  discovering how love gives us the courage to press on after devastating loss. As Zau, you must face your own emotions to become a worthy Nganga: a spiritual healer. Own your journey alongside mythical characters and formidable foes from whom you will gain valuable life lessons.\r\n\r\nThe Dance of the Sun and Moon Masks - Wield cosmic powers from the Sun and the Moon to defeat restless spirits in rhythmic combat, from ordinary warriors to the mighty Impundulu or GaGorib. Manipulate time and crystallize enemies using the power of the Moon mask or launch fiery spears with the Sun Mask, all in meticulously hand-crafted animations. Leap, glide, and unlock abilities to advance through the Highlands, Woodlands and Deadlands in this metroidvania-style adventure.\r\n\r\nSet foot in a mystical realm - Discover a universe inspired by Bantu tales, rich with untold lore of chaos and order, memories of ancient shamans, sacred spirits and fascinating creatures. Journey through mystical 2.5D realms awash with colour and depth, emboldened by multi-award-winning composer Nainita Desai's enchanting original score.\r\n\r\nCrafted by Surgent Studios, the entertainment studio founded by actor Abubakar Salim (Assassin's Creed: Origins, Raised by Wolves) and published by EA Originals, Tales of Kenzera™: ZAU takes you on a thrilling emotional journey inspired by the rich myths of Bantu cultures.\r\n\r\n*CONDITIONS AND RESTRICTIONS APPLY. SEE https://www.ea.com/legal FOR DETAILS.",
  "developerName": "Surgent Studios",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N6KPQ0XMT2B",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Wield the dance of the shaman. Reclaim your father’s spirit.\r\nBrave the beautiful and treacherous land of Kenzera with the God of Death in Tales of Kenzera™: ZAU, a metroidvania-style adventure.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Tales of Kenzera™: ZAU",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-05-22T15:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-05-22T15:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}