{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 3.4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalCoop": "Xbox local co-op (2-4)",
    "XblLocalMultiPlayer": "Xbox local multiplayer (2-4)",
    "SinglePlayer": "Single player",
    "GameStreaming": "Cloud enabled",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Action & adventure",
    "Card & board"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Dive into Munchkin: Quacked Quest and re-discover the parody, puns, and humor from the hit card game Munchkin by Steve Jackson. Gather gold, throw your foes (and friends) into sacrifice pits, collect ducks, eliminate the monsters—from reanimated skeletons to the Potted Plant and even the Plutonium Dragon—and reach the highest level to win the game! After all, there’s only one spot at the top and you just found a chainsaw…\r\n\r\nSometimes the enemy is next to you on the couch.\r\n  \r\nGather your best friends, or enemies (doesn’t matter, you’ll turn on each other either way), and take down the rampaging hordes of monsters! Beat your “allies” to the treasure and gear up with legendary weapons such as the Rat-on-a-Stick, a Scepter that sends love or a Flare Gun.. Fast-playing and silly, Munchkin: Quacked Quest can reduce any roleplaying group to hysteria. And, while they're laughing, you can be the first to grab the ducks.\r\n\r\n...HEY, THAT’S MY DUCK! \r\n\r\nNot afraid of chickens and trolls? Do you enjoy smashing random objects for loot? Are you eager to vanquish epic bosses and betray your friends? In either the solo or local multiplayer mode, you race through randomly generated dungeons and overcome increasingly bizarre challenges. Choose from four different races and classes and unleash their special skills at the right moment to gain an advantage over your opponents. The mix between accessible, yet rich, gameplay and a leveling race offers intense and skill-based brawling action. \r\n\r\n...I SAID DROP THE DUCK, BOB!\r\n\r\nTrust the Wight Brothers and their Fabulous Dungeonarium Machine (FDM™©) to generate unique dungeons filled with deadly traps, dangerous enemies and magnificent ducks. Every adventure will be enhanced by random modifiers. The more victories you claim, the more possibilities will be added to your game.  \r\n \r\n\r\nMain gameplay features:\r\n• Play solo or with up to four players in couch mode and adventure through deadly dungeons where enemies lurk. Be careful, sometimes the most dangerous enemy is sitting right next to you…\r\n• Be the fastest, the most cunning, or the most effective at accomplishing the crazy objectives of each dungeon: capture ducks, slay monsters, defeat bosses, while throwing your friends/foes into pits and smashing furniture… everything you wish you could have done at your cousin’s wedding.\r\n• Four races and four classes available: become a fashionable Orc Priest, a grumpy Dwarf Wizard, or dozens of other combinations. (Management will deny any liability in case of a botched spell or missing limb.)\r\n• More than 20 weapons to wield for hitting, cutting, shooting, hugging, burning, smashing or knocking down more than 15 different enemies—or friends. Just in case, you know...they get in your way. And if you want to hit harder, run faster, or be even more annoying to the other players, there are nine almost-lethal items to choose from. \r\n• Randomly generated dungeons for infinite replay value! You will never need to purchase another game. Ever. #MarketingDPTApproves\r\n• Customized experience: choose player mode and game duration and let the back-stabbing, loot-grabbing, slaying, and betraying commence!\r\n\r\nHA HA! THE DUCK IS MINE! MINE!!!\r\n\r\n\r\n© 2022 Twin Sails Interactive. Munchkin is copyright © 2001, 2002, 2006-2008, 2010-2012, 2014-2019 by Steve Jackson Games Incorporated. All rights reserved. Munchkin, the Munchkin characters, and the pyramid logo are trademarks or registered trademarks of Steve Jackson Games Incorporated and are used under license. Munchkin: Quacked Quest is © 2022 by Twin Sails Interactive. All rights reserved.",
  "developerName": "Twin Sails Interactive",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 2467979264,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N80L1CTZ86W",
  "productKind": "Game",
  "publisherName": "Twin Sails Interactive",
  "ratingCount": 235,
  "releaseDate": "2019-11-19T07:00:00.0000000Z",
  "shortDescription": "Dive into Munchkin: Quacked Quest and re-discover the parody, puns, and humor from the hit card game Munchkin by Steve Jackson. ",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B41PWB92PJ7C",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 24.99,
        "msrp": 24.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9RX96HZQ4KKP",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 24.99,
        "msrp": 24.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Munchkin: Quacked Quest",
  "passMetadataByPassProductId": {},
  "xCloudPropertiesV2": {
    "xCloudId": "MUNCHKINQUACKEDQUEST",
    "xboxTitleId": 2048511735,
    "programs": [
      "BYOG",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}