{
  "availableOn": [
    "PC"
  ],
  "averageRating": 3.8,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-2)",
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy",
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game.\n\nA long-forgotten enemy rises and brings portents of doom – the Demon King is coming, and without a champion to strike him down, the world will surely fall to his corruption. Seek out powerful weapons and artifacts by day, stand against his minions by night, and prepare to be hunted by powerful entities from ages past in this roguelite role-playing game.\n\nEvery three days, a terrifying new minion of the Demon King begins his hunt, drawn from a pool of over 30 potential bosses. Study each monster’s strengths and unique powers, and adapt your build accordingly. Explore the realm in search of the weapons and equipment best suited to defeat this powerful predator, but be wary of other fell creatures that roam the world by night. With limited time, will you opt to sharpen your blade at hidden ancient forges, pay a high price for rare trinkets from greedy merchants, or seek out mighty armor and magical shields? Choose the tools that work best against the powerful enemy that hunts you today, without sacrificing your preparedness for what comes next, overcoming the guardians of each realm until the Demon King Himself stands before you.\n\nPREPARE FOR DEATH\nPursue a multitude of strategies and synergies with over 350 items at your disposal to confront the unique challenge of each monstrous boss. When hunted by the Razorclaw Grizzly, whose fierce attacks ignore all armor, how much armor will you sacrifice for equipment that prioritizes  maximum health, speed, or damage? The lesser monsters stalking the realms will wage a war of attrition against an unarmored hero, and should the Razorclaw Grizzly be slain, three days may not provide enough time to gather enough armor for the next great foe that hunts you. You may, in place of armor, find several items that enhance your speed and attack strength, allowing you to strike first and hard, vanquishing your enemy swiftly – sometimes before it’s able to strike at all. Then, if you luck upon the Saffron Feather, you’d be able to take advantage of your high speed to help regenerate wounds during battle. But should you find yourself hunted by the Black Knight, who absorbs your attack power as his own, high armor becomes a priority over raw attack strength – with the aid of Razor Scales armor to reflect damage back upon your enemy, and enchanted Ruby Earrings to inflict damage every other turn, the Black Knight would face steady damage without raw attack power to absorb for himself. But if you happen upon a powerful magical weapon, do you dare take it up, knowing it will strengthen the Black Knight for the fight ahead, but come to your aid should you survive it?\n\nThere are a plethora of options for each threat, with a variety of powerful combinations to be discovered and exploited at your disposal among the countless items, and constant tradeoffs between the near and long-term threats – with limited space in your inventory, you must choose wisely and adapt constantly.\n\nBATTLE OTHER PLAYERS\nHe is Coming also features an asynchronous multiplayer mode, Kingmaker – seek out the fallen Demon King’s crown in an ultimate test of your strategies where your champion faces off against the powerful builds of other players. Plan around the equipment and abilities of these would-be heroes in the hunt for the crown, and face a constant onslaught of unique combinations and unforeseeable circumstances – how will you rise above all others?\n\nGROW IN STRENGTH\nYou will face both great victories and noble defeats. Each run will contribute to your progression as you complete over 100 unique challenges that add powerful new artifacts to the pool of items available for future runs – while your first hero may not defeat the Demon King, their efforts will not be in vain.\n\nThe world descends slowly into chaos as the Demon King grows in strength – the trees wither away, the grass turns to ash, and the bogs turn putrid with the stench of death. Take on the mantle of a hero and prepare yourself – for He is Coming.\n\nFull details on the latest status of the game, how you can give feedback and report issues can be found at https://discord.com/invite/w6rDh4gRPN.",
  "developerName": "Chronocle",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 363536384,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9N86QX607TMR",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 111,
  "releaseDate": "2025-07-17T13:00:00.0000000Z",
  "shortDescription": "Deep in the forgotten corners of the world, a dark force stirs – the Demon King rises once more. Sharpen your wits, seek out powerful artifacts, and stand firm in the face of the apocalypse in this roguelite RPG auto battler.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9ZFG5H3CPG0R",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/15/2025 12:59:59",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "9XJCCW40774S",
        "discountPercentage": 10.006672,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate"
        ],
        "hasXPriceOffer": false,
        "listPrice": 13.49,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9VXX8FC2VNS0",
        "discountPercentage": 10.006672,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "hasXPriceOffer": false,
        "listPrice": 13.49,
        "msrp": 14.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "9R7BRF8ZWSVS",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/15/2025 12:59:59",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 2
  },
  "title": "He is Coming (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-07-17T13:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-07-17T13:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}