{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Crysis sets a new standard for first-person shooters. Download it now to your PC and take part in a unique virtual combat experience.\r\n\r\n\r\n\r\nWhat begins as a simple rescue effort becomes the frontlines of a new war, as alien invaders swarm over a North Korean island chain. Armed with a powerful Nanosuit, you must achieve your objectives by any means necessary. Become invisible to stalk enemy patrols, or boost your strength to lay waste to vehicles. An advanced AI controls your enemies, so play smart. One wrong move out here could be your last.\r\n\r\n\r\n\r\nThe massive environment provides a number of ways to play the game, while a wide variety of weapons let you tailor your assault to match your skills. Like long-range accuracy? Add a silencer to your rifle and drop your enemies from afar. Interested in maximum damage? Strap on a grenade launcher and watch the bodies fly. At the end of the road lies an entirely new environment: a Zero-G alien ship where the real enemy awaits. Don’t delay: download Crysis directly and show the invaders who rules the battlefield.\r\n\r\n\r\n\r\nFeatures:\r\n\r\n• Adapt To Survive –  An epic story thrusts players into an ever-changing environment, forcing them to adapt their tactics and approach to conquer battlefields ranging from newly frozen jungle to zero-gravity alien environments.\r\n\r\n• Suit Up – A high-tech Nanosuit allows gamers to augment their abilities in real time on the battlefield. Players can choose to enhance their speed, strength, armor and cloaking abilities to approach situations in creative tactical ways.\r\n\r\n• Customizable Weaponry – A huge arsenal of modular weaponry gives gamers unprecedented control over their play style. Blow the opposition away with experimental weapons, discover alien technology, and utilize custom ammunition from incendiary-tipped rounds to tactical munitions that can silently put foes to sleep.\r\n\r\n• Veni Vidi Vici – Lifelike enemy AI challenges players to assess a situation and approach it strategically. It isn’t about having the fastest trigger finger – players are challenged to be proactive in the fight, not reactive.\r\n\r\n• Zero-G Gameplay – Battle a horrifying alien species in a true Zero-gravity environment, where physics change everything as players must adapt to moving in Zero-G and contending with the recoil from their weapons and more.\r\n\r\n• Next-Generation Graphics – Built from the ground up using Crytek’s proprietary CryENGINE 2, Crysis’s visuals define “state of the art,” with full DX10 support and scalable options to deliver solid performance on older machines.\r\n\r\n• Open, Physicalized World – Choose your own path through the open world of Crysis, destroying obstacles, driving vehicles from VTOL’s to boats and using the environment itself against your enemies.\r\n\r\n• Bring It Online – Full-featured multiplayer for up to 32 players with real-time armor and weapons customization. For a pure adrenaline fix hit the Instant Action button, or prepare yourself for the all-new multiplayer PowerStruggle mode that combines economy and vehicle warfare, alien technology and ranking, all wrapped in a strategic objective-based experience.\r\n\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE EA.COM/LEGAL FOR DETAILS.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
  "developerName": "Crytek",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NB993S1TWSH",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Come face to face with humanity’s worst nightmare in the most realistic first-person shooter game in the industry.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Crysis®",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}