{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Book of Demons is a Hack & Slash Deck-building hybrid in which you decide the length of quests. Wield magic cards and slay the armies of darkness in the Old Cathedral dungeons. Save the terror-stricken Paperverse from the clutches of the Archdemon !\r\nCards and Deckbuilding - It’s not a card game, but items, spells, and skills are all expressed as cards. The strategy lies in adapting your hand to each situation. Cards can be upgraded with runes and you can find many variants with diverse bonuses. Legendaries are the most epic but hard to acquire.\r\nTailored sessions with Flexiscope - Book of Demons respects your time. It features the Flexiscope engine which allows you to divide the game into sessions of any size. It even learns your pace of gaming and predicts the time to complete the next session.\r\nUnique Mechanics - Simplified movement and fight mechanics is where Book of Demons differs the most from other hack & slash games. There is often not enough time to click-remove all of the obstacles such as monster shields, enemy spells, poison, or knocked cards, so timing, card selection and order of execution are critical.\r\n\"Hack & Slash in the world of Paperverse - Book of Demons takes place in Paperverse, a world that exists entirely inside a pop-up book.\r\nIt’s a tale of good and evil about saving the world from the ultimate devilry. Sounds familiar? Inspired by the dark and gloomy atmosphere of the first Diablo game, Book of Demons is part tribute part parody of hack & slash classics.\"\r\n\"\r\nComfort of Gameplay - Many Book of Demons features were designed with gameplay comfort in mind. Points of interest are marked at the top of the screen and get revealed once you get closer. Your character leaves footprints, which can be used to track your way back or notice paths already visited without opening the map.\"\r\nChallenging Endgame - On average it takes about 10 hours to complete the campaign with a single class, but maxing out a character and mastering all of the higher Freeplay difficulty levels and Quests takes much longer. The Roguelike mode offers another level of challenge with permadeath, restricted healing and even more obstacles to overcome.\r\n",
  "developerName": "SONKA S.A.",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 1292840960,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NBD4TWVRV37",
  "productKind": "Game",
  "publisherName": "505 Games",
  "ratingCount": 66,
  "releaseDate": "2020-04-30T04:00:00.0000000Z",
  "shortDescription": "Book of Demons is a Hack & Slash Deck-building hybrid in which you decide the length of quests. Wield magic cards and slay the armies of darkness in the Old Cathedral dungeons. Save the terror-stricken Paperverse from the clutches of the Archdemon himself!\r\n\r\nBook of Demons is a tale of good and evil about saving the world from the ultimate devilry. Inspired by the dark and gloomy atmosphere of the first Diablo game, Book of Demons is part tribute part parody of hack & slash classics.\r\n",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B4DR4JCTRF69",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 24.99,
        "msrp": 24.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "B0C0C8FRXFXD",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 24.99,
        "msrp": 24.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Book of Demons",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}