{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 3.8,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-2)",
    "XblOnlineMultiPlayer": "Online multiplayer  (2-2)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "Capability4k": "4K Ultra HD",
    "SinglePlayer": "Single player",
    "XblCrossPlatformCoop": "Xbox cross-platform co-op",
    "GameStreaming": "Cloud enabled",
    "CapabilityXboxEnhanced": "Xbox One X Enhanced",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Card & board",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Alcohol Reference",
      "Fantasy Violence",
      "Mild Blood",
      "Mild Language",
      "Use of Tobacco"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "The Lord of the Rings: Adventure Card Game - Definitive Edition includes:\r\n- Two additional campaigns: The Shadow’s fall  & The Witch-King’s Grasp and their respective heroes.\r\n- A brand new mode: the Mirror of Galadriel which lets you test your deck in randomly generated quests.\r\n- The Lord of the Rings: Adventure Card Game's current owners will get the Definitive Edition for free.\r\n\r\nBuild a deck of iconic Heroes and challenge the forces of Sauron in this thrilling tactical card game. Go forth on your own or join forces with a friend and explore famous locations, complete story-driven quests, and forge your own legend of Middle-earth. But beware the Eye of Sauron—should you draw his attention, all will be lost…\r\nAnswer the call of countless adventures, face the dark forces of Sauron, and protect the Free Peoples of Middle-earth. As allies gather and foes arise, so your journey begins.\r\nThe time has come to form and lead your own fellowship of heroes through immersive story-driven campaigns—each with its own unique narrative and challenges. \r\nPick three Heroes from some of the most emblematic characters of Middle-earth, then build your deck around their specific abilities and powers. Each Hero belongs to one of four Spheres of Influence—Leadership, Lore, Spirit, or Tactics—which allows you to play specific cards while in-game. Choose wisely when building your deck to make the most of each Hero and gain the advantage against Sauron’s forces. Each story-driven Campaign is set in famous locations across Middle-earth, providing hours of thrilling gameplay where each choice you make will forge a legend that will be sung about for ages to come.\r\nWhile your journeys may contain great challenges, taking advantage of your Heroes and your customized decks will earn you victory in battle. Sometimes combining the strength of multiple champions from the same Sphere of Influence can help you overcome the swarms of Enemies that you will face. You might also apply your Characters’ Willpower to the Fate Pool and trigger powerful abilities that can turn the tide of battle. Each Quest is different, and there is no single path to victory—find the deck and the strategy that works for your fellowship!\r\nEvery Quest will require experimenting with different strategies as you confront ever more terrifying foes, ranging from giant Spiders to fierce Trolls, and even hordes of powerful Orcs! The Dark Lord will do everything in his power to prevent you from completing your journey. Watch out for the Threat Pool—as its total increases, Sauron can unleash story-specific events to make your Quest more difficult. Take care—if you reach the maximum Threat level, you will suffer Sauron’s full attention and fail your Quest!\r\n\r\nForm a fellowship of Heroes and iconic Characters and embark on new adventures throughout the lands of Middle-earth. \r\nConfront deadly Enemies from Sauron’s forces and solve story-driven Quests to progress through immersive Campaigns. \r\nDiscover deep gameplay mechanics revealed through never-seen-before card battle features.\r\nJoin forces with a friend in cooperative mode as you Quest together to protect the Free Peoples. \r\nExtend your adventures in Middle-earth through additional campaigns and face new challenges and foes with free Encounters.\r\n",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 7378173952,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NCP1745JF7B",
  "productKind": "Game",
  "publisherName": "Twin Sails Interactive",
  "ratingCount": 214,
  "releaseDate": "2019-11-05T07:00:00.0000000Z",
  "shortDescription": "Build a deck of iconic Heroes and challenge the forces of Sauron in this thrilling tactical card game.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B12LX0K3R9NB",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9ZV5S1HR14DB",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "The Lord of the Rings: Adventure Card Game - Definitive Edition",
  "passMetadataByPassProductId": {},
  "xCloudPropertiesV2": {
    "xCloudId": "THELORDOFTHERINGSADVENTURECARDGAME",
    "xboxTitleId": 1854696468,
    "programs": [
      "BYOG",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}