{
  "accessibilityCapabilities": {
    "audio": [
      "Surround sound"
    ],
    "gameplay": [],
    "input": [
      "Chat speech-to-text & text-to-speech"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Color alternatives"
    ]
  },
  "availableOn": [
    "PC",
    "XboxSeriesX",
    "XCloud"
  ],
  "averageRating": 2.9,
  "badges": [],
  "bundledProductIds": [
    "9PCR76GL4VTL",
    "9P8JRMWRQP4H"
  ],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-4)",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "XblCrossPlatformCoop": "Xbox cross-platform co-op",
    "DolbyAtmos": "Dolby Atmos",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "PcGamePad": "PC Game Pad"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Drug Reference",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Redfall is an open-world, single player and co-op FPS from Arkane Austin, the award-winning team behind Prey and Dishonored. Continuing Arkane’s legacy of carefully crafted worlds and immersive sims, Redfall brings the studio’s signature gameplay to this story-driven action shooter.\r\n \r\nPre-order or Play on Game Pass to receive the Vampire Hunter Pack, including: \r\n- Level 2 Unrivaled Grim Tide Shotgun\r\n- Polar Vortex Multi-Weapon Skin \r\n- Blood Ravager Stake Weapon Attachment\r\n \r\nUpgrade to the Bite Back Edition to receive:\r\n- Redfall Base Game \r\n- Redfall Hero Pass with Two Future Heroes\r\n- Laser Beam Multi-Weapon Skin\r\n- Tactical Knife Stake Weapon Attachment\r\n- Throwback Outfit Pack (Unique Outfit for Each Hero)\r\n \r\nFEATURES:\r\n\r\nUncover the Truth, Take Back Redfall\r\nThe island town of Redfall, Massachusetts, is under siege by a legion of vampires who have blocked out the sun and cut the citizens off from the outside world. Explore the open world and immerse yourself in a deep story campaign as you unravel the mystery behind the vampires’ appearance. Ally with a handful of survivors against the creatures threatening to bleed the town dry.\r\n \r\nSlay Alone or Squad Up\r\nRedfall blends single- and multiplayer options seamlessly, allowing the player to venture into the darkness alone or to squad-up for up to four player co-op. Teammates can try different hero loadouts and combine their strengths to find creative solutions to the vampire apocalypse. You will collect an arsenal of specialized weaponry and customize your character with unique upgrades and abilities to suit your playstyle for guns blazing, stealth combat, and everything in-between.\r\n \r\nUnconventional Heroes Vs. The Night\r\nCreated by science experiments gone wrong and gifted with psychic abilities, Redfall’s vampires will challenge you and your squad to get creative. You will choose from a team of diverse heroes – each with their own character-specific abilities – to overcome the vampire legion and their brood of maniacal followers.\r\n- DEVINDER CROUSLEY – The Verified Cryptid Hunter: A cryptozoologist and aspiring inventor. Armed with weapons of his own creation, he’s on a mission to prove himself.\r\n- LAYLA ELLISON – The Telekinetic Threat: A biomedical engineering student who volunteered for a medical trial where something went very wrong, leaving her with intense telekinetic abilities.\r\n- REMI DE LA ROSA – The Ingenious Ingeniera: A brilliant combat engineer who has spent her life on the frontlines. With the help of her robot cohort, Bribón, she’s determined to help rescue Redfall’s survivors.\r\n- JACOB BOYER – The Deadeye with an Undead Eye: An ex-military sharpshooter turned private contractor. Strange happenings on Redfall have left Jacob with a mysterious vampiric eye and a spectral raven that’s never far from his side.\r\n\r\nThe Open World of Redfall\r\nRedfall is a true Arkane experience set in a rich world that blends the familiar with the extraordinary.  Redfall’s open world is handcrafted by the master level designers behind Prey’s Talos I space station and Dishonored’s Dunwall. From the town’s once-bustling downtown and the haunted forest to the decimated seaside boardwalk and beyond, you will fight through cultist outposts and supernatural psychic spaces as you piece together Redfall’s many mysteries.\r\n",
  "developerName": "Arkane Studios",
  "editions": [
    "9NJGQLW0JC1M",
    "9NFF80L5C22C"
  ],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequired"
  ],
  "maxInstallSize": 101325934592,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NG8S82N9F4D",
  "productKind": "Game",
  "publisherName": "Bethesda Softworks",
  "ratingCount": 1508,
  "shortDescription": "The town of Redfall is under siege by a legion of vampires who have cut the island off from the outside world. Trapped with a handful of survivors, slay alone or squad up in open-world FPS action.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Redfall",
  "xCloudProperties": {
    "xCloudId": "REDFALL",
    "xboxTitleId": 1667881927,
    "supportsTouch": false
  },
  "passMetadataByPassProductId": {},
  "xCloudPropertiesV2": {
    "xCloudId": "REDFALL",
    "xboxTitleId": 1667881927,
    "programs": [
      "GPULTIMATE",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}