{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player"
  },
  "categories": [
    "Role playing",
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Violence",
      "Nudity",
      "Strong Language",
      "Sexual Themes"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Enter the world of Thedas, a vibrant land of rugged wilderness, treacherous labyrinths, and glittering cities – steeped in conflict and secret magics. Now, a pair of corrupt ancient gods have broken free from centuries of darkness and are hellbent on destroying the world.\n\nThedas needs someone they can count on. Rise as Rook, Dragon Age’s newest hero. Be who you want to be and play how you want to play as you fight to stop the gods from blighting the world. But you can’t do this alone – the odds are stacked against you. Lead a team of seven companions, each with their own rich story to discover and shape, and together you will become The Veilguard.\n\nUnite the Veilguard and defy the gods in Dragon Age™: The Veilguard, an immersive single player RPG where you become the leader others believe in.\n\nSAVE A BATTERED WORLD\nEnter Thedas, a vibrant world of rugged wilderness, treacherous labyrinths and glittering cities. The world is teetering on a knife’s edge while corrupt gods unleash havoc across the continent. Nations war and factions splinter. Who will you trust? From the Arlathan Forest to the back alleys of Minrathous, this is a broken world. Your actions will affect the fate of Thedas forever.\n\nUNITE THE VEILGUARD\nUnite a team of seven companions, each with rich lives and deep backstories. These are characters to befriend, and even fall in love with. Among them, an assassin, a necromancer, a detective, each and all bringing their own expertise and unique abilities to the fight. You are never alone, decide who to take into battle and together face down demons, dragons and corrupt gods.\n\nBECOME THE LEADER OTHERS BELIEVE IN\nSelect from different races and combat classes, customize your appearance, choose your character’s backstory and begin your journey as Rook, Dragon Age’s newest hero. The choice is yours. On your adventures, you’ll gain new abilities and discover unique, powerful artifacts to enhance your own combat style. Brace yourself, there are tough decisions to be made, allies to inspire, and a fight that needs every sword, staff and bow you can muster.\n\nWARNING: See important flashing images and other health and safety information at www.ea.com/legal.\n\nConditions & restrictions apply. See ea.com/legal for details.",
  "developerName": "BioWare",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NHCW3R1JB1C",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Unite the Veilguard and defy the gods in Dragon Age™: The Veilguard, an immersive single player RPG.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Dragon Age™: The Veilguard - PC",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-08-28T15:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-08-28T15:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}