{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 2.8,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalMultiPlayer": "Xbox local multiplayer (2-4)",
    "XblOnlineMultiPlayer": "Online multiplayer  (2-4)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "Capability4k": "4K Ultra HD",
    "XboxLiveCrossGenMP": "Xbox Live Cross-Gen Multiplayer",
    "60fps": "60 fps+",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleCrossGen": "Smart Delivery",
    "GameStreaming": "Cloud enabled",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Shooter",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "ENDING ONLINE SERVICES\r\nPlease be advised that online multiplayer services will be discontinued from 11 July 2023. As such Lemnis Gate will be unavailable for purchase from 11 April 2023.\r\n\r\nLemnis Gate is a time-warping, turn-based, multiplayer combat strategy FPS. Over five alternating turns taking place in a 25” time-loop, you are called to master the unique abilities of a varied cast of deep-space operatives and outskill, outsmart, and outmanoeuvre your opponent in mind-bending, four-dimensional battles. \r\n\r\n\r\nKEY FEATURES\r\n\r\nTHINK DIFFERENTLY\r\nMatches in Lemnis Gate take place within time loops. You have 25 seconds to execute your action, be it blasting an enemy, manoeuvring your operative, or setting up your next move. After all players have taken turns, the next 25-second round begins. Now you’ll face what has happened while setting up what will happen. Each of the five rounds is your chance to alter the timeline as past, present, and future converge.\r\n\r\nA TIME-BENDING TACTICAL SHOOTER\r\nWith a varied cast of characters to choose from, how you play is up to you. Lay damaging toxic waste in your enemy’s path, slow time to land the perfect shot, or deploy protective orbs to assist your future self. Every operative possesses a distinctive loadout and special ability that proves decisive on the battlefield.\r\n\r\nTEAM UP WITH YOURSELF\r\nWelcome to the team comprised entirely of one: you. With Lemnis Gate’s innovative auto co-op feature, you command every member of your side. Auto co-op gives you total control of five deep-space operatives, effectively enabling two competitors to duke it out in bustling ten-character matches. Become a literal one-person army.\r\n\r\nCOUNTLESS POSSIBILITIES, ENDLESS OUTCOMES\r\nFrom the first second to the last, anything can happen in Lemnis Gate. Each round is a fresh chance to implement an unbeatable new strategy – or earn redemption from an earlier error. Predict hostiles’ routes, infiltrate enemy lines, and develop multi-layered gameplans by co-operating with yourself. Experiment both in and outside time, and get creative with causality.\r\n\r\nA HOST OF MODES AND MATCHTYPES\r\nCreate a match to your preference. Pick between a 1v1 and 2v2 contest, online or offline. Select your mode amongst three thrilling spins on established genre staples. There’s Retrieve XM, in which you scramble to collect exotic matter and return it to your gate; Domination, which is about competing to capture zones; and Seek & Destroy, where you attempt to wreck your opponent’s Resistors. Whether teaming up with a friend for \"hotseat\" local multiplayer, or pitting your operatives against online rivals, Lemnis Gate lets you set the board to suit your style.",
  "developerName": "Ratloop Games Canada",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 16932397056,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NJG48NJ480C",
  "productKind": "Game",
  "publisherName": "Frontier Foundry",
  "ratingCount": 225,
  "shortDescription": "Lemnis Gate is the revolutionary turn-based combat strategy FPS taking place in a time loop. Master the unique abilities of powerful deep-space operatives and compete in mind-bending four-dimensional battles.\r\n",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Lemnis Gate",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-09-28T14:00:00Z",
      "exitDateUTC": "2022-10-01T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-09-28T14:00:00Z",
      "exitDateUTC": "2022-10-01T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}