{
  "availableOn": [
    "PC",
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9NGQ18SSCKSK"
  ],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-4)",
    "XblOnlineMultiPlayer": "Online multiplayer  (2-4)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "SinglePlayer": "Single player",
    "XblCrossPlatformCoop": "Xbox cross-platform co-op",
    "60fps": "60 fps+",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Action & adventure",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Drug Reference",
      "Fantasy Violence",
      "Mild Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Space Engineers is an open world sandbox game defined by creativity and exploration.\n\nIt is a sandbox game about engineering, construction, exploration and survival in space and on planets. Players build space ships, wheeled vehicles, space stations, planetary outposts of various sizes and uses (civil and military), pilot ships and travel through space to explore planets and gather resources to survive. Featuring both creative and survival modes, there is no limit to what can be built, utilized and explored.\n\nSpace Engineers features a realistic, volumetric-based physics engine: everything in the game can be assembled, disassembled, damaged and destroyed. The game can be played either in single or multiplayer modes.\n\nVolumetric objects are structures composed from block-like modules interlocked in a grid. Volumetric objects behave like real physical objects with mass, inertia and velocity. Individual modules have real volume and storage capacity.\n\nSpace Engineers is inspired by reality and by how things work. Think about modern-day NASA technology extrapolated 60 years into the future. Space Engineers strives to follow the laws of physics and doesn't use technologies that wouldn't be feasible in the near future.\n\nSpace Engineers concentrates on construction and exploration aspects, but can be played as a survival shooter as well. We expect players will avoid engaging in direct man-to-man combat and instead use their creativity and engineering skills to build war machines and fortifications to survive in space and on planets. Space Engineers shouldn’t be about troops; it should be about the machinery you build.\n\nCORE FEATURES\nPlanets and moons – fully destructible & persistent, volumetric, atmosphere, gravity, climate zones\nGame modes\n- Creative – unlimited resources, instant building, no death\n- Survival – realistic management of resources and inventory capacity; manual building; death/respawn\n\nSingle-player – you are the sole space engineer\nMultiplayer\n- Creative and survival mode with your friends\n- Cooperative and competitive\n- Privacy customization: offline, private, friends only, public\n- A host on Xbox One and Xbox One S supports 2 player multiplayer (lobby), 1 host + 1 client\n- A host on Xbox One X supports 4 player multiplayer (lobby), 1 host + 3 clients\n\nNew game options\n- Scenarios - offer linear story with action-packed gameplay, while the majority of Space Engineers scenarios feature unique sandbox environments where players create their own challenges. \n- Workshop worlds - offer worlds created by other players. \n- Custom worlds - offer variety of customizable worlds where you can start your own scenario. \nCustomizable character - skins, colors, community market, male and female character\nShips (small and large) – build and pilot them\nSpace stations\nPlanetary bases, outposts, cities\nFirst-person & Third-person\nSuper-large worlds – the size of the world to 1,000,000,000 km in diameter (almost infinite)\nProcedural asteroids - an infinite number of asteroids to the game world\nExploration - adds an infinite number of ships and stations to the game world; discover, explore, acquire and conquer!\nDrilling / harvesting\nManual building in survival mode – use welder to assemble blocks from components; use grinder to disassemble and reuse components\nDeformable and destructible objects – real proportions, mass, storage capacity, integrity\n\nBuilding blocks - over 200 blocks (gravity generators, jump drive, turrets, doors, landing gears, assembler, refinery, rotors, wheels, thrusters, pistons, wind turbine and many more) \nElectricity – all blocks in a grid are wired in an electrical and computer network; electricity is generated by nuclear reactors or various power sources\nGravity – produced by planets and gravity generators. Spherical gravity generator also available.\nSymmetry/Mirroring – useful in creative mode when building structures that require symmetry\nWeapons – automatic rifle, small and large explosive warheads, small ship gatling gun, small ship missile launcher\nmod.io Workshop – share your creations with the Community (upload and download worlds, blueprints)\nLocalized interface\n- Official localization: English, Russian, Chinese, German, French, Spanish\n\nCargo ships - auto-piloted vessels (miners, freighters and military) that carry ore, ingots, constructions components and other materials from sector to sector. They can be looted but beware, they often contain booby traps!\nOxygen - take off character's helmet, generate oxygen out of ice by using the oxygen generator\nHydrogen - hydrogen thrusters, hydrogen tanks and hydrogen bottles\nFactions - create and join factions, determine ownership of blocks and manage the relations between them (hostile/ally). \nBlueprints - save your ship or station on a blueprint and paste it into your game\nGPS - create, send, receive and manage GPS coordinates in the game\nVoxel hands - shape and form the asteroids and change their material (creative mode only)\nSounds – realistic and arcade mode\n\nSpace Engineers utilizes an in-house built VRAGE 2.0, realistic volumetric-based physics engine: all objects can be assembled, disassembled, damaged and destroyed. \n \nHow to Play\nStart by watching this video tutorial:http://www.SpaceEngineersGame.com/how-to-play.html\n \nPerformance Notes\nThe performance depends on the complexity of your world and the type of your Xbox. Simple worlds run smoothly even on old Xbox, but a more complex world with rich object interactions could overload even XBox One X.\n\nCertain features of the game, including mods, may not be accessible by Xbox child accounts. At Xbox, a child means players under the age of 13, unless local laws specify differently.",
  "developerName": "Keen Software House",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 40544661504,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NLV3X229LG1",
  "productKind": "Game",
  "publisherName": "Keen Software House",
  "ratingCount": 360,
  "releaseDate": "2020-04-15T18:00:00.0000000Z",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9ZNF12QXXCSL",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9S7C4ZSGW22L",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Space Engineers",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2024-02-29T17:00:00Z",
      "exitDateUTC": "2025-03-01T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2024-02-29T17:00:00Z",
      "exitDateUTC": "2025-03-01T10:00:00Z"
    },
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2024-02-29T17:00:00Z",
      "exitDateUTC": "2025-03-01T10:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2024-08-12T14:00:00Z",
      "exitDateUTC": "2025-03-01T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}