{
  "accessibilityCapabilities": {
    "audio": [],
    "gameplay": [
      "On-demand tutorials",
      "Pausable",
      "Save anytime"
    ],
    "input": [
      "Playable without button holds",
      "Playable without rapid button presses",
      "Chat speech-to-text & text-to-speech",
      "Playable without motion controls",
      "Playable without touch controls"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Color alternatives",
      "Camera comfort"
    ]
  },
  "availableOn": [
    "PC"
  ],
  "averageRating": 3.4,
  "badges": [],
  "bundledProductIds": [
    "9PHQJWGLTZM8",
    "9PP7T659JX24",
    "9NZ2NB44RXKS",
    "9NW52KTRJ83W",
    "9PHRSMFZW37N",
    "9P1F7X2XFF3T",
    "9N2BSQWV9DNG",
    "9MTHMKFPBG8L",
    "9MZGQJPTHHJQ",
    "9P5G59TPCT2C"
  ],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-256)",
    "SinglePlayer": "Single player",
    "SharedSplitScreen": "Shared/split screen"
  },
  "categories": [
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Mild Violence",
      "Mild Language",
      "Drug Reference",
      "Mild Sexual Themes"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Take your first steps in Europa Universalis IV with the Starter Edition, a package specifically curated to give players a strong starting point with one of the most celebrated historical strategy games of all time. The Europa Universalis IV Starter Edition includes the base game, a content pack and eight major expansion packs that add greater depth and more strategic options to the game.\n\nEuropa Universalis IV is Paradox Interactive’s flagship historical grand strategy game, set in the early modern era from the Renaissance to the Napoleonic Age. Choose any nation and dominate the world through a mix of diplomacy, trade, exploration and war.\n\nThe Europa Universalis IV Starter Edition includes:\n\nEuropa Universalis IV: Rewrite history in the grandest way possible, as you rule any nation from 1444 to 1820. Discover new lands, control key trade routes, fight wars of conquest or religion, and make the world your own.\n\nEuropa Universalis IV - Digital Extreme Edition Upgrade Pack: This pack includes new events and flavor content for the Byzantine Empire and major Muslim nations, new units for the armies of the Hundred Years War, special content for the United States, original music composed for the Byzantine Empire and more. (Available in Europa Universalis IV base game purchase.)\n\nEuropa Universalis IV: Art of War: Experience the pitched battles for religion in Europe in this pack with a new system for the great Religious Wars of the Reformation. Give your vassals’ armies instructions in wartime, fight for their claims and launch or combat the power of Revolution in the endgame. (Available in Europa Universalis IV base game purchase.)\n\nEuropa Universalis IV: Rights of Man: This expansion adds more flavor to the ruling of your realm, with monarch personality traits, consorts, abdication, unique diplomatic options for Great Power, more control over subject nations and more. (Available in Europa Universalis IV base game purchase.)\n\nEuropa Universalis IV: Common Sense: This expansion focuses on diplomacy and the internal development of nations. It allows you to peacefully develop your nation and build a 'tall' empire, whilst also giving you the tools to execute grand diplomacy. Game changing religious features add depth and intriguing complexity to the gameplay. (Available in Europa Universalis IV base game purchase.)\n\nEuropa Universalis IV: Conquest of Paradise: This expansion allows you to send your ships off to the west and discover a new world, unlike any you've seen before, with the ability to play with a randomly generated New World. New rules allow pre-colonial American nations to better prepare for the coming European invasion.\n\nEuropa Universalis IV: Wealth of Nations: Lean on the power of trade to strengthen your empire, with colonial Trade Companies, improved inland trading systems, hiring privateers and selecting a Trade Capital to accumulate the wealth of the world.\n\nEuropa Universalis IV: Res Publica:  This expansion introduces new gameplay elements for Republics and Dictatorship. Res Publica elevates the art of governance and exploration by allowing the player to experience new ways of receiving bonuses, whilst expanding on their trade empire.\n\nEuropa Universalis IV: The Cossacks: This expansion adds more depth to Horde based nations, including the Tengri religion, and the Horde Unity mechanic, as well as improved espionage and diplomatic feedback.\n\nEuropa Universalis IV: El Dorado: This expansion focuses on Central America and South America, including introducing new religions to Mesoamerican and South American powers. As the Aztecs, subject the Mexican plain to your rule but be sure to have enough vassal kings to sacrifice to your angry gods. As the Europeans, push deeper into the jungles of the Amazon, following rumours of lost cities and magical fountains.",
  "developerName": "Paradox Tinto",
  "editions": [
    "9NLZHKS900HW",
    "9NVXJF5JPC3G"
  ],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 3939811328,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NLZHKS900HW",
  "productKind": "Game",
  "publisherName": "Paradox Interactive",
  "ratingCount": 198,
  "releaseDate": "2024-10-24T16:00:00.0000000Z",
  "shortDescription": "The Europa Universalis IV Starter Edition includes the base game, a content pack and eight major expansion packs that add greater depth and more strategic options to the game.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9VBGWC659C3M",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 59.99,
        "msrp": 59.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9XL1RVMNQ9M6",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 59.99,
        "msrp": 59.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Europa Universalis IV: Starter Edition",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}