{
  "availableOn": [
    "PC"
  ],
  "averageRating": 3,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game.\n\nCarve mountains, traverse seas, and explore untamed new lands as you build grand cities – the ingenuity of the humble mouse is on full display in Whiskerwood as you establish elaborate automation systems to efficiently run complex production chains, all while dealing with the oppressive demands of your cat overlords.\n\nTAME THE WHISKERWOOD\nAs the dominion of cats spreads across the seas, the common mouse is sent forth from its home on perilous journeys. Arriving by ship on untouched islands rich in all manner of resources, the mouse must quickly establish a colony to meet the immediate and ever-growing demands of its feline masters.\n\n- The cities of Whiskerwood are built on islands, and though they range in size, space will always be limited – utilize rodent rigor to build upwards and pierce the skies, or dig deep underground and into the cliff sides and mountains that dot the land to make the most of the space available to you. Verticality is key in Whiskerwood – it brings with it great opportunities and challenges alike.\n- Though your ship arrives with an initial supply of resources and a starting band of mice, you must quickly establish core structures, essential services, and production capabilities to ensure continued growth and prosperity. Establish logistics networks and healthcare facilities, ensure buildings are properly heated and maintained, and send forth your mice to fell trees, mine mountains, and tend to the fields and fish. The cats will demand their due, and your own citizens will abandon the colony if their needs aren’t met on a daily basis – you must strike a perfect balance between the needs of the mouse and the demands of the cat.\n- Colonists have unique attributes that impact their ability to efficiently perform tasks, and each belongs to one of several guilds influencing their preferences, strengths, and weaknesses. Assign tasks to each of your mice accordingly, and pay special attention to their personal traits as well – some will have a preference for living underground or in solitude, while others will overlook pollution and happily live in even the most industrial parts of your city.\n\nCOMPLEX SIMULATIONS\nThe life of a pioneer is not an easy one – far from home without familiar creature comforts, you must learn to withstand and harness the forces of nature to provide for your colony and tend to the various needs and wants of your mousefolk.\n\n- Shape the land through terraforming, creating massive burrows for housing and storage within mountains, or drawing water deep inland from the coast to power your industry. Invest the time to flatten vast expanses of land in an effort to ease and cheapen your construction projects, or work around the peaks and valleys of each new procedurally generated island map.\n- Climate plays a key role in the success of your new home – a stormy day might dampen the natural enthusiasm of your mice, while a cold front can quickly ruin a season’s harvest or otherwise endanger their lives. Build intricate networks of pipes to heat water and run steam-powered climate control systems, and burrow deep underground to protect winter stockpiles.\n- Maximize agricultural output by paying close attention to each crop’s specific needs – a damp cavern is optimal for mushrooms, but you’ll be hard-pressed to grow wheat away from direct sunlight and fertile soil. Will you seek out the potentially distant parts of your island where these optimal conditions occur naturally? Or will you use your engineering skills to bend nature to your needs closer to home?\n- Mouselow’s Hierarchy of Needs is in full effect as your citizens seek a fulfilling life in their new home. Ensure an ample supply of food and water, provide shelter to keep citizens well-rested, and organize maintenance services to tend to the wear and tear that comes with the hustle and bustle of a growing city. Then, with the basic needs provided, you face a choice – will you construct grand statues of your fearsome feline overlords to motivate your mice and increase their productive output at the cost of their morale, or will you scurry along the road of resistance by prioritizing the happiness of your mice with grand parks and fountains? The needs of your mousefolk are varied, and their happiness must be delicately balanced against the demands of the clawed paw that hangs overhead.\n\nINTRICATE AUTOMATIONS & PRODUCTION CHAINS\nThe industrious mouse is not only a hard worker, but a clever one too – harness the power of automation to sniff out efficiency at every corner. Implement conveyor belt systems over great distances to carry goods up and down the colony faster than a mouse’s paw alone could, and pursue advanced technologies to evolve from a humble mouse-powered colony to a steam-powered mousetropolis. \n\n- Whiskerwood boasts 40 different commodities for you to gather, manufacture, or trade in the interest of your colony’s well-being and the satisfaction of your overlords. Extract raw materials such as metal ore, timber, and wheat. Manufacture processed goods such as ropes, coats, and prepared meals. Pursue luxury items in the form of spices, teas, and furniture – as your colony progresses, your economy must broaden to meet the growing desires of settled mousefolk.\n- Fulfill feline demands to gain favor and access to luxury goods that are difficult to obtain in your fledgling colony, or instead pursue trade relations with other factions of mice and pirate lords.\n- Build intricate mazes of conveyor belts, ramps, elevators, and slides to facilitate the quick movement of goods to and from where they are gathered, processed, stored, and used. Similar tools are at your disposal to help hurry along the movement of mice and material alike – with only a limited amount of time to work every day, efficiency is of the essence.\n- Lay pipelines that enable the smooth flow of water and steam over long distances to fulfill essential needs across the island – pumps, watertowers, radiators, and vents all work over limited areas, and careful consideration is needed to provide coverage across the colony.\n- Tinker away in the research labs to develop new technologies that further your capabilities across the colony – new buildings, resources, and policies will bring a bright future for mousekind.\n\nA GAME OF CAT AND MOUSE\nThere’s only so far a mouse can be pushed before it must push back – the demands of the cat grow more unreasonable by the day, and they care not for the suffering with which these demands are met. Come rain or shine, the shipments must be fulfilled to feline satisfaction lest they call upon their henchmen to violently remind you of your duties. Will you forever serve this oppressive paw? Or will you eventually raise your whiskers in defiance?\n\nFull details on the latest status of the game, how you can give feedback and report issues can be found at https://discord.com/invite/uRKrjRgbM2.",
  "developerName": "Minakata Dynamics",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 4030013440,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NM2T0DMP4XV",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 5,
  "releaseDate": "2025-11-06T14:00:00.0000000Z",
  "shortDescription": "Establish a home for your industrious mice under the oppressive paw of your cat overlords in this city builder featuring complex simulations, intricate production chains, and the age-old rivalry between cat and mouse.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9X9P866K2BPT",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/06/2025 13:59:59",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9P0R0KKHTRJW",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/06/2025 13:59:59",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Whiskerwood (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-11-06T14:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-11-06T14:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}