{
  "availableOn": [
    "PC"
  ],
  "averageRating": 3.7,
  "badges": [
    {
      "type": 2
    },
    {
      "type": 9
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Simulation",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game.\n\nBlacksmith Master puts you in charge of your own medieval forge and has you manage resource acquisition and refinement alongside the production and sale of finished goods. Find and hire the best staff for each respective step of the process and equip them with the right tools to optimize your business and train their skills over time. Design your shop for the best throughput, fulfill orders from across the kingdom to unlock new capabilities, and seek out new opportunities in the market as customers come in looking for a variety of historically inspired items – from weapons and armor to tools and cooking utensils, you’ll perfect your craft to become the Blacksmith Master.\n\nA FORGE OF YOUR OWN\nTucked away through the winding alleys of a small medieval town lies your workshop – at first just a humble place for a humble blacksmith, but with potential for greatness. From here you control the entire production chain – take charge of distant woodcutter camps and mines to acquire raw materials, smelting your ores into ingots and then crafting weapons, armor, tools, and jewelry to put on display and sell to customers for a profit. \n\nFulfill orders from different parts of the kingdom to unlock new privileges and capabilities, including the ability to design new products. Design your shop to make the best use of space, ensuring there’s enough room for the production and sale of goods alike, all while adding personal touches to liven up an otherwise dreary space. As your reputation grows, so too will your operation, and it won’t be long before you become a master of your craft.\n\nFROM THE GROUND UP\nBe it a footman’s sword, a woodsman’s ax, or an inn keeper’s frying pan, everything you produce will require raw materials either dug up from the earth, or acquired from the deep woods spread around the kingdom. Hire miners and woodcutters, equip them appropriately, and build up their camps to ensure they remain efficient – without them, you won’t be able to produce any finished goods. \n\nSo will you invest in rest stations and additional staff at these distant outposts, spending time and money to keep your workers healthy and happy? Or will you minimize these frivolous costs to maximize profits at every corner? Perhaps your money is better spent hiring and paying the wages of talented smiths at your shop itself? And there’s always the need to upgrade your shop to include multiple storeys and more advanced manufacturing methods allowing you to craft more interesting items that in turn build up your reputation and draw a bigger crowd…\n\nTHE CRAFTING PROCESS\nWhether you take direct control and get your hands dirty at the forge or instead rely entirely on your staff to get the job done, there will be many different ways to craft items in Blacksmith Master – some will require a longer process which includes heating an ingot, hammering it on an anvil, tempering it, assembling parts, and finally sharpening it on a grinding wheel. Other items will be simpler to make, requiring fewer tools as well as less effort and time, though they might sell for a smaller profit margin and do less for your reputation as a result.\n\nYour job will be to research and develop exciting new goods for people to buy as you optimize your workspace to ensure your team of blacksmiths can work in tandem, creating goods from the simple to the highly complex, servicing customers from and around your small town with items like:\n\n- Military equipment - a multitude of weapons, shields, and armor.\n- Kitchen utensils - spoons, forks, pots, cauldrons and everything in between.\n- Tools - from axes to hammers, take your pick!\n- Jewelry - necklaces, rings, bracelets, and crowns all fetch a handsome price.\n- Plus many others!\n\nMASTER BLACKSMITHS\nDifferent blacksmiths will have different skills that you need to cultivate. Some will be great at working with metal, others will be talented with woodwork, and others still might be particularly proficient with gems or excel at researching new techniques and items. WIth your guidance, your staff will grow more skilled over time. Will you train them as generalists, ensuring they all have support when needed, or will you seek to train famed specialists?\n\nFull details on the latest status of the game, how you can give feedback and report issues can be found at https://discord.gg/fKCegGtdXm.",
  "developerName": "Untitled Studio",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8",
    "CFQ7TTC0P85B"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 9086357504,
  "optimalSatisfyingPassId": "CFQ7TTC0P85B",
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NMZH1KXLTSB",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 119,
  "releaseDate": "2025-08-19T13:00:00.0000000Z",
  "shortDescription": "Manage your own medieval smithy in Blacksmith Master and supervise the entire process from mining ores and gems to designing and selling finished products. Forge everything from weapons and armor to tools and cooking utensils to fund your craft and become the Blacksmith Master.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B49W7C6SV02M",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "11/16/2025 09:59:59",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "B2B6FQ1NTJ2N",
        "discountPercentage": 20.010006,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate"
        ],
        "hasXPriceOffer": false,
        "listPrice": 15.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9Q4KP81T24M5",
        "discountPercentage": 20.010006,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "hasXPriceOffer": false,
        "listPrice": 15.99,
        "msrp": 19.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "9ZD6S2TQ6VBC",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "11/16/2025 09:59:59",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 2
  },
  "title": "Blacksmith Master (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-08-19T13:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-08-19T13:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}