{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood and Gore",
      "Sexual Themes",
      "Strong Language",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "As children we were told the story of Alice, a girl who went on an amazing adventure with mischievous cats, fancy tea parties, and an extremely irritable Queen.\r\n\r\n\r\nThis isn’t a fairytale.\r\n\r\n\r\nWhen you download Alice: Madness Returns for your PC, prepare to toss any warm and fuzzy memories of Wonderland out the window. After the death of her family, Alice is now a mentally disturbed young woman. She’s gone through the morbid world of Wonderland before, and now she must descend once again to the depths of madness. The creatures are twisted, the puzzles are wicked, and the world around her is dissolving into insanity – but Alice is ready. Armed with her trusty Vorpal Blade, new magical abilities, and some kick-ass gothic dresses, Alice is a force to reckon with.\r\n\r\n\r\nAlice is not only on a quest to restore her sanity, but also to discover the truth behind her family’s fiery death eleven years ago. That horrific event may not be a simple accident caused by the house cat. But is she ready to face the truth? Can her already fragile mind survive another trip down the rabbit hole? Her questions can only be answered if you download Alice: Madness Returns.\r\n\r\n\r\nFollow that seriously sinister rabbit and leave your fond memories of Wonderland behind.\r\n\r\n\r\nFeatures:\r\n\r\n\r\n♥ Intense 3rd Person Action – Use multiple upgradeable melee weapons, including the explosive Teapot Cannon, the punishing Hobby Horse, and the classic Vorpal Blade.\r\n\r\n\r\n♦ Explore A Dark And Shattered Wonderland – Encounter familiar but now strange characters, including the Cheshire Cat, the Mad Hatter, the Caterpillar and the Red Queen.\r\n\r\n\r\n♣ Magical Abilities – Obtain peculiar abilities in Wonderland such as floating with Alice’s dress, shrinking, or growing to towering sizes in order to crush enemies.\r\n\r\n\r\n♠ Interactive Puzzles – Intuitive and rewarding puzzles such as transforming obstacles, musical memories, chess, and picture blocks.\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE EA.COM/LEGAL FOR DETAILS.",
  "developerName": "Spicy Horse",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NPVC7S5ZZ7R",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "This isn't a fairytale.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Alice: Madness Returns™",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2022-02-28T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2022-02-28T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}