{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood",
      "Sexual Content",
      "Partial Nudity",
      "Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Earth is burning. The Reapers have taken over, and other civilizations are falling like dominoes. Lead the final fight to save humanity and take back Earth from these terrifying machines, Commander Shepard. You’ll need backup for these battles. Fortunately, the galaxy has a habit of sending unexpected species your way. Recruit team members and forge new alliances, but be prepared to say goodbye at any time as partners make the ultimate sacrifice. It’s time for Commander Shepard to fight for the fate of the human race and save the galaxy. No pressure, Commander.\r\n\r\nFight smarter.  Take advantage of new powers and combat moves. Shepard can now blind-fire at enemies and build tougher melee attacks. Plus, when you fight as a team, you can combine new biotic and tech powers to unleash devastating Power Combos.\r\n\r\nBuild the final force.  Build a team from a variety of races and classes, and combine their skills to overcome impossible odds. You’ll be joined by newcomers like James Vega, a tough-as-nails soldier, as well as EDI, a trusted AI in a newly acquired physical form. Keep an eye out for beloved characters from your past, but beware. Some may not survive the final battle….\r\n\r\nFace off against friends.  Enjoy an integrated, co-op multiplayer mode, and team up with friends online to liberate key conflict zones from increasingly tough opponents. Customize your warrior and earn new weapons, armor and abilities to build war preparedness stats in your single-player campaign.\r\n\r\nMass Effect 3 (2012 Edition) includes all previously released DLC:\r\n\r\nSingle-player expansions\r\n\r\nFrom Ashes\r\nLeviathan\r\nOmega\r\nCitadel\r\nMass Effect 3 Extended Cut ending\r\n\r\nMultiplayer expansions\r\n\r\nResurgence Pack\r\nRebellion\r\nEarth\r\nRetaliation\r\nReckoning\r\n\r\nPacks\r\n\r\nN7 Collector’s Edition Pack: Contains 4 new weapons, alternate outfits and a KEI-9 dog mech.\r\nN7 Warfare Gear: Contains N7 Valkyrie and M-55 Argus assault rifles, and N7 Defender Armor.\r\nFirefight Pack: Contains 7 unique weapons for use in the single-player campaign.\r\nGroundside Resistance Pack: Contains 7 unique weapons for use in the single-player campaign.\r\nAlternate Appearance Pack: Contains new outfits for Garrus, Liara, EDI and Shepard.\r\n\r\nConditions/exclusions may apply. Benefits and Play List titles may vary by platform and territory and may change. See ea.com/ea-play for details.",
  "developerName": "BioWare",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NQJCGMK9VVD",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Earth is burning. The Reapers have taken over and other civilizations are falling like dominoes. Lead the final fight to save humanity and take back Earth from these terrifying machines, Commander Shepard.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Mass Effect 3 (2012 Edition)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2023-05-02T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-05-02T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}