{
  "accessibilityCapabilities": {
    "audio": [
      "Multiple volume controls",
      "Surround sound",
      "Mono sound",
      "Stereo sound"
    ],
    "gameplay": [
      "Difficulty levels",
      "On-demand tutorials",
      "Save anytime"
    ],
    "input": [
      "Playable without button holds",
      "Playable without rapid button presses",
      "Basic input remapping",
      "Playable with mouse only",
      "Playable without motion controls",
      "Playable without touch controls"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Color alternatives"
    ]
  },
  "availableOn": [
    "PC"
  ],
  "averageRating": 3.3,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game. \n\nENDLESS™ Legend 2 is a fantasy strategy game where you lead wildly varied factions as they build grand empires and wage planet-spanning wars on an ever-evolving ocean world at the brink of extinction. Cataclysmic events have wrought havoc on the natural order, and the very world will change as time goes on revealing new opportunities for exploration and conquest to the bold and daring. Establish expansive cities to spread your influence and strengthen your economy, raise armies and command troops in turn-based tactical battles to overcome your enemies by force, and push forth into the unknown to uncover the dark secrets that lie at the planet’s core.\n\nLEAD DISPARATE FACTIONS\nWhether you command righteous warriors descended from the stars, cursed knights seeking reprieve from their misfortune, or hive-minded beasts that know only how to fight, feed, and propagate, ENDLESS™ Legend 2 features vastly different factions each driven by their own philosophies, histories, capabilities, and narratives. Each of the factions have unique traits that set them apart from one another whether on the battlefield, in matters of commerce, with regards to empire-building, or in diplomatic affairs – it is up to you to adapt to their strengths and weaknesses and build strategies and distinct playstyles.\n\n- The choice of faction will influence every aspect of the game. Will you prefer to benefit from a constant state of fighting, untethered by the need to justify your wars, spawning additional warriors with each victorious battle to grow endlessly in strength? Will you choose to benefit from cohabitation and cooperation, spreading tendrils of influence throughout the world to build a network of allies, leveraging relationships with the minor factions of the planet to further enrich your empire? Or will you lead a people who feed upon their own kind for sustenance, taking advantage of a unique economy free from the needs of mere mortals? Learn what makes each faction distinct and use it to your advantage whether you’re leading them, or looking to destroy them.\n- Military doctrine varies greatly between the factions, providing unique opportunities for a capable commander to gain an advantage over their foe, even when out of combat. Build massive fortifications to defend cities and establish connections to powerful weapon and support systems waiting in orbit as the martial Kin of Sheredyn. Invest in the spread of coral so the spiritualist Aspects are able to support themselves outside of friendly territory. Dot the land with nests and burrows to quickly traverse vast distances and ambush enemies from beneath as the Necrophage hive.  \n- Either auto-resolve combat or take direct control of individual units within your armies when battle begins, using the surrounding terrain to your advantage as you seek out chokepoints, cover, and the high ground. Apart from having faction-specific units, traits, weapons, and attributes, each faction also features special battlefield abilities that can turn the tide of battle if properly utilized. Where one faction might work best with a patient commander, able to meticulously maneuver troops to secure powerful adjacency bonuses, another might rely on force of numbers and overwhelming strength.\n- Recruit heroes and watch them grow over time as they gain new traits to bolster their abilities, build relationships that provide them with various boons, and acquire equipment useful both in and out of battle. Powerful commanders, properly trained and armed, can turn the tide of entire wars when wisely utilized.\n\nREIGN IN AN EVOLVING WORLD\nEmpires will rise and fall based on their ability to adapt to a changing world. Starting from a single humble city, expand according to your faction's unique strengths and limitations while adapting to the periodic monsoons and tidefalls. Build districts around your cities’ central structures, exploit strategic and luxury resources littered around the world, and develop your technological capabilities and industrial might.\n\n- Cataclysmic tidefalls will expose new opportunities and threats as the oceans recede to unveil new land ripe for expansion. While your existing territory will remain unscathed, the newly revealed terrain from the retreating oceans will open up new avenues of approach for you and your enemies, alongside new resources to exploit and new anomalies to explore. While this can fundamentally change the strategic value of various locations as time goes on, a wise leader will plan for the inevitable – will you prepare to expand into new lands as soon as a tidefall occurs, or focus on shoring up your defenses where you anticipate new landbridges to appear? \n- Plan the development of your cities to focus on population growth, industrialization, and commerce, or prioritize their contribution to the sciences, your empire’s influence, and your military might – the choice is yours based on the needs of your burgeoning empire. Establish districts that provide fortifications or further the production of various resources, take advantage of adjacency and terrain bonuses, and pursue technological advancements that allow you to upgrade established districts or unlock entirely new options. Will you patiently seek out ideal locations to establish long-term economic hubs and military strongholds, or will you spread rapidly to secure new lands and increased productivity ahead of your enemies? \n- The lands around you are teeming with both opportunity and danger alike. Crush the weaker minor factions littered around the world to pillage their resources, or instead cultivate friendly relations and have them join your growing empire, incorporating their distinctive units and heroes to further strengthen your people. Explore ancient ruins and strange anomalies, braving the dangers of the unknown to enrich your lands and gain powerful artifacts to wield against your enemies.\n\nWRITE YOUR OWN LEGEND\nA deep mystery lies buried beneath the surface of this once-tranquil ocean world, where an ancient power stirs in the darkness. Gain dominion over the planet through violent conquest, seek victory through diplomatic and technological advancements, pursue quests and tackle events that can alter the course of a campaign, or empower your sworn heroes to unveil the story of your people – the choice is yours.\n\nWill you be a ruthless conqueror or a cunning builder? A cultivated diplomat or a flesh-eating beast? Will you bring harmony back to the planet, seeking out lost legends and heroes, or will you defy the fate that drives your faction and carve a legend of your own?\n\nFull details on the latest status of the game, how you can give feedback and report issues can be found at https://discord.gg/amplitude.",
  "developerName": "AMPLITUDE Studios",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 11393167360,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9NQNRZG07H94",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 27,
  "releaseDate": "2025-09-22T13:00:00.0000000Z",
  "shortDescription": "Lead your people to victory on an ever-evolving world in this strategy game featuring asymmetric factions led by powerful heroes. Build your empire, wield political influence, and raise grand armies to wage war in a race to uncover dark secrets buried within the planet.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9Z0RLGNF2R1S",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/22/2025 12:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "B06SV0RM940M",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/22/2025 12:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "ENDLESS™ Legend 2 (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-09-22T13:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-09-22T13:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}