{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 10
    },
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Racing & flying"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Mild Language",
      "Mild Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Take on an unlimited array of platform-racing challenges in the unreal world of Trials Fusion. Using your skills to traverse across obstacle-laden, ramp-ridden courses, you must strive to set track records against the best Trials players around the globe. Whether you’re racing alone, with friends, or in a global tournament, competition is always around you. And racing on official courses is just the beginning. A rich world of custom courses — built by some of the most creative and skilled content creators in gaming — awaits those who are continually searching for a new, insane track to conquer. And with long-term support of fresh features and content, the Trials experience will continue to expand and challenge players in new and exhilarating ways.\n\nBEST-IN-CLASS PLATFORM RACING\nRock-solid motocross physics and reality-bending course designs come together for an over-the-top racing experience that no other game can provide. Show your fearless side with the brand new FMX tricks system, and choose your path towards victory on branching courses. The finish line is the ultimate goal, but the challenge is everything before it.\n\nUBIQUITOUS COMPETITION\nWhether you’re racing alone, with friends, or in a worldwide tournament, competition is all around you. Its variety and depth will offer limitless ways to scratch your competitive itch, and the opportunities keep coming. With ongoing support for special tournaments and events, team racing, and much more coming soon, the competition is never ending.\n\nVIBRANT USER-GENERATED CONTENT COMMUNITY\nImmerse yourself in a boundless Trials experience with custom track designs made possible by the in-game Editor Mode. With a user-generated content community that boasts some of the most creative and skilled track creators in the world, Trials Fusion offers new track after new track and opens the door to a world of possibilities only the crazy minds of Trials fans can bring.",
  "developerName": "RedLynx, in collaboration with Ubisoft Shanghai, Ubisoft Kiev",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8",
    "nakupcgce"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P1VK0ZCQGND",
  "productKind": "Game",
  "publisherName": "Ubisoft",
  "ratingCount": 0,
  "shortDescription": "Trials Fusion is the gold-standard platform racer for the next-generation of gaming. Built upon the Trials franchise’s proven gameplay foundations, Fusion challenges players endlessly in both classic and all-new ways.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Trials Fusion",
  "passMetadataByPassProductId": {
    "nakupcgce": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}