{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Mild Violence",
      "Blood",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Download Medal of Honor: Airborne and join the ranks of the elite 82nd Airborne Division. As Private First Class Boyd Travers, you’ll engage in battles from the picturesque mountains of Sicily to the heart of Germany. Your mission begins as you make your jump from a C-47 transport plane, landing behind enemy lines to gain a tactical advantage. Head towards friendly smoke to rally with other soldiers in your unit, or choose to go it alone. This first-person shooter presents an entirely free-roaming and massive environment, so you can complete your objectives in any order you want.\r\n\r\n\r\n\r\nThe fate of your mission is in your hands: choose your drop-off point wisely and outwit your opponents, and victory is in your grasp. Battle your way across authentic European environments, from harsh natural terrain to ruins and rooftops. The new AI system presents a formidable challenge with intelligent and unpredictable enemies. For the first time, Medal of Honor: Airborne features a wide variety of customizable weapon upgrades designed to enhance your attacks.\r\n\r\n\r\n\r\nHelp turn the tide of World War II in Medal of Honor: Airborne for the PC. Ready to airdrop into the most intense and grueling battles of WWII?\r\n\r\n\r\n\r\nFeatures:\r\n\r\n• Open Battlefields – Start each mission with an airdrop into enemy territory where the landing spot you choose can dramatically change the course of battle. On the ground, tackle enemies and complete objectives in whatever order you chose as your navigate your way through a massive, free-roaming environment.\r\n\r\n• Vertical Combat –  Fight on the ground or atop roofs, balconies, towers, ruins, and natural formations in a variety of environments authentic to the European Theater of War.\r\n\r\n• Affordance AI – A formidable new AI system delivers unpredictable and intelligent enemies which challenge even your most battle-hardened strategies.\r\n\r\n• Upgradeable Weapons – For the first time, enhance your chosen weapon with authentic, customizable field modifications that affect your marksmanship.\r\n\r\n• War Is Hell – How and where you engage the enemy triggers death animations unique to each and every encounter.\r\n\r\n\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE www.ea.com/legal FOR DETAILS.",
  "developerName": "EALA",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P28J28WGSPZ",
  "productKind": "Game",
  "publisherName": "Electronic Arts ",
  "ratingCount": 0,
  "shortDescription": "Begin each mission in the air above Axis controlled battlefields, then make your mark in the largest airborne operations in history.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Medal of Honor Airborne™",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}