{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 3.2,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalCoop": "Xbox local co-op (2-4)",
    "SinglePlayer": "Single player",
    "SharedSplitScreen": "Shared/split screen",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Role playing",
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Blood"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Ghostlore is an 'Eastpunk' Action-RPG where you fight monsters from Southeast-Asian folklore. Inspired by timeless classic ARPG's such as Diablo 2 and Titan Quest, Ghostlore features a detailed item and character customization system, procedurally generated maps, and authentic 90's retro graphics.\n\nLORE COMES TO LIFE\nThe bloodthirsty Penanggal is a gruesome creature with origins in Malay folklore. It comprises of nothing more than a disembodied head and dangling entrails. The Indonesian Babi Ngepet myth tells of sorcerors who sacrifice their humanity in order to become boar demons. The tales of Hungry Ghosts are superstitions brought over by Chinese immigrants - undead horrors cursed to remain forever hungry due to their greed in mortal life.\n\nStories from the maritime region of Southeast-Asia are full of all manner of nightmarish, horrifying creatures. Are you brave enough to face them? Discover over 40 different enemies, each with their quirks and tactics to defeat based on their descriptions in folklore.\n\nA WORLD LIKE NO OTHER\nExplore a procedurally generated world that takes inspiration from the developers' home country of Singapore, its two closest neighbours, Malaysia and Indonesia, and the rest of Southeast Asia.\n\nPlayers unfamiliar with the region will get to experience a culture that is underrepresented and rarely seen in other forms of media. Players who live in Southeast Asia will find plenty of things they recognize - such as the food! Collect and prepare various meals to boost your stats. Don't fight on an empty stomach!\n\nMULTI CLASS SYSTEM\nGhostlore allows you to mix-and-match abilities from 3 out of 6 character classes to create your own unique hero. The 6 classes are:\n• The Adept: Mystic warriors skilled in Martial Arts, honing their mind as well as their body.\n• The Exorcist: Able to sense the spirit world with ESP and cast out evil spirits.\n• The Feral: Fearless fighters bestowed with the power of blood magic and the ability to transform into a Weretiger.\n• The Geomancer: Masters of the art of bending the elemental forces of Earth, Fire, Ice and Lightning to their will.\n• The Hashashin: Shadowy assassins who rely on speed and stealth to take down opponents.\n• The Sentinel: Keepers of the forest with the ability to communicate with animals.\n\nBUILD YOUR OWN SKILL TREES WITH THE SKILL LINK SYSTEM\nEach class comes with a “skill set”, a pool containing active skills, skill modifiers, and passive class bonuses. Skills must be assigned to a grid in order to be usable. More grid spaces unlock as you level up. Things can be placed in or taken out of the grid at will.\n\nSkill modifiers can be used to change the characteristics of any active skill from any class. Skill modifiers link together with active skills both across and down. (see green highlighted area in image). Some skill modifiers have tradeoffs.\n\nSome skill modifiers are trigger modifiers. Trigger modifiers allow a skill to be used automatically, as long as there is enough MP, the skill is not on cooldown, and the modifier’s specified conditions are met.\n\nCOMBO SKILLS\nEach active skill is also able to combine with skills from other classes to form an advanced skill that incorporates the characteristics of both base skills. Combo skills are created when two compatible skills are placed adjacent to one another in the skill grid.\n\nGLYPH SYSTEM\nThe Glyph system is where Ghostlore brings something truly new to the Action-RPG table. In your travels you will find Glyphs - magical symbols that you can inscribe onto your body to gain new powers.Each Glyph takes up space on your body (represented in game as a grid). As your level increases, so do the number of glyphs you can inscribe onto yourself.Here's where things get interesting: Compound glyphs are rare and special glyphs that use 5 normal glyph spaces, but grant additional bonuses to glyphs that are placed within their configuration. Plan your Compound Glyph layout in order to maximise stat bonuses!In Ghostlore, you can wield a variety of weapons prevalent in Southeast-Asian martial arts:• The Kris or Keris - a blade with a distinctively wavy shape. It is a well-balanced weapon.\n• The Bow and Arrow has been a staple of hunting since the dawn of time; apparently they come in handy with ghost-hunting as well!\n• Parangs, also known as machetes, are cleaving blades with a wide arc.\n• The deadly Kukri knives are the fastest attacking melee weapons in the game.\n• The trusty Spear has the longest reach out of all the melee weapons.\n• Finally, there are enchanted Talismans that can fly and give foes nasty papercuts.\n\nIn addition, you can find and equip a variety of Amulets. Amulets are commonly sold in many parts of real world Southeast Asia as good luck charms. In the world of Ghostlore, their power is very, very real. Equipping the right Amulet for the situation can mean the difference between a glorious victory and an untimely demise.Additionally, items can be modified in a couple of unique ways:\n\nSpirits inhabiting items are the reason why some of them have magical properties. Visit the Psychic to awaken the spirits which lay dormant in items such as weapons, shields, hats, scarves and amulets. Once awakened, the spirit will ask you to settle a score. Upon fulfilment of the request, your item will strengthen with new enchantments.Based on actual Southeast Asian folklore, the Orang Bunian are nature spirits that you can meet in your travels. On rare occasion, they will bless your items with new, random properties.\n\nNEVER FIGHT ALONE\n• Local co-op multiplier lets you play with up to 4 of your friends on the same screen.\n• Modding support allows you to customise your experience with mods from the community.\n• The Shrine of Balance is an optional asynchronous multiplayer feature which lets you help other players by sending them equipment. You have better chances of good loot in return when they use your equipment.\n• The Shrine of Spirits is another optional asynchronous online multiplayer mechanic where a 'snapshot' of another player's current character (also known as their 'Ghost Data') can be temporarily summoned into the your own game as an ally NPC.\n\nENDLESS CHALLENGES\nMission Mode: Undertake randomized missions after completing the campaign. Unlock Map Data, which allows you to modify missions and change the odds more to your favour. See how far you can go in the Hell Gate Island's Endless Mode",
  "developerName": "Andrew Teo, Adam Teo",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 1144840192,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P2Z4ZP862VP",
  "productKind": "Game",
  "publisherName": "AT-AT Games",
  "ratingCount": 215,
  "releaseDate": "2022-11-17T00:00:00.0000000Z",
  "shortDescription": "Ghostlore is an 'Eastpunk' Action-RPG where you fight monsters from Southeast-Asian folklore. Inspired by timeless classic ARPG's such as Diablo 2 and Titan Quest, Ghostlore features a detailed item and character customization system, procedurally generated maps, and authentic 90's retro graphics.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9TFQ3HSJHQRN",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9ZG8R6J8CQGK",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Ghostlore",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2022-11-17T00:00:00Z",
      "exitDateUTC": "2024-05-16T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2022-11-17T00:00:00Z",
      "exitDateUTC": "2024-05-16T10:00:00Z"
    },
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2023-05-18T00:00:00Z",
      "exitDateUTC": "2024-05-16T10:00:00Z"
    }
  },
  "xCloudPropertiesV2": {
    "xCloudId": "GHOSTLOREGAMEPREVIEW",
    "xboxTitleId": 2002827047,
    "programs": [
      "BYOG",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}