{
  "accessibilityCapabilities": {
    "audio": [
      "Multiple volume controls",
      "Surround sound",
      "Mono sound",
      "Stereo sound"
    ],
    "gameplay": [],
    "input": [
      "Adjustable input sensitivity",
      "Playable without rapid button presses",
      "Chat speech-to-text & text-to-speech",
      "Basic input remapping",
      "Playable without motion controls",
      "Playable without touch controls",
      "Stick inversion"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Camera comfort"
    ]
  },
  "availableOn": [
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 2.3,
  "badges": [
    {
      "type": 3
    },
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9P2VGCTBMM52",
    "9NV2Q5P1L5CC",
    "9N7J4DKK7V15",
    "9N7MNF1QC3X4"
  ],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-2)",
    "Capability4k": "4K Ultra HD",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "SharedSplitScreen": "Shared/split screen",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "CapabilityXboxEnhanced": "Xbox One X Enhanced",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Fly with Purpose\n·       Launch your aviation Career wherever you choose in the world. Gain experience, build your reputation, and complete certifications to gain access to authentic aviation activities ranging from Medevac, Remote Cargo Ops, Aerial Firefighting, Search & Rescue and more, all the way to becoming an Airline Passenger Transport Pilot. Set out on a truly global aviation adventure with virtually unlimited missions across the planet.\n·       Compete against other pilots in the all-new Challenge League mode or hone your skills in dozens of Activities ranging from exciting Rally Races and Precision Landings to Low-Altitude challenges and more. Fly head-to-head in the iconic Red Bull Air Races and the legendary Reno Air Races, including the new Roswell courses.\n·       Be a World Photographer and travel across our beautiful planet to capture awe-inspiring natural vistas, visit famous landmarks, and record these adventures with pictures in your travel book. Unique photo challenges test your creative eye along with your piloting skills while you strive to capture the perfect moment.\n\nAdvanced Simulation\n·       Enhanced physics system allows 10,000+ rigid-body surfaces that enable the simulation of any shape of aircraft. Soft body physics supports cloth, ropes, balloons, and more. Improved ground and water handling further enhance realism.\n·       New, highly accurate aircraft systems including electrical, pneumatic, fuel and hydraulic systems, payload and passenger systems, and avionics like the Universal UNS-1 FMS and Honeywell Primus Epic 2. Preflight inspections and walkaround checks add to immersion.\n·       Plan your flights with a groundbreaking flight planner which supports both IFR and VFR map layers, IFR charts, route planning, fuel and payload planning, vertical profile planning, and ETOPS planning. It also provides airport information including weather and NOTAMS and is available native in the sim, on mobile devices or web browsers for flight planning outside the simulator.\n\nExplore Our Visually Stunning Digital Twin\n·       Explore our most detailed re-creation of planet Earth to date. Enhanced digital elevation maps, over 500 TIN (triangular irregular network) cities and more than 100,000 square kilometers of countryside photogrammetry allow for visually stunning digital twin experiences. More than 150 airports, 2,000 glider airports, 10,000 heliports, 2,000 points of interest, and 900 oil rigs have been carefully hand-crafted while a procedural system generates all 40,000 airports, 80,000 helipads, 1.5 billion buildings, and nearly 3 trillion trees our planet.\n·       Land anywhere and, for the first time in Microsoft Flight Simulator, exit your aircraft to explore 27 highly detailed biomes with hundreds of species of vegetation, dynamically created details including grass, rocks, and flowers – all influenced by seasonal changes. The all-new photometric lighting system renders the world more accurately than ever before, and enhanced weather features such as new cloud types, auroras, and other weather phenomena produce fresh and compelling atmospheric experiences. \n·       The world comes alive with a vast array of land-based wildlife in their natural habitats and free-ranging livestock across the entire globe. The oceans and waterways are teeming with live, worldwide maritime traffic ranging from large tankers and cargo ships to trawlers, tugs, and more. A richly diverse, regionally accurate representation of humanity brings life to the airports, aircraft, and passenger cabins of the world. Enhanced real-world air traffic populates the skies and airport tarmacs with hundreds of accurately depicted aircraft models and dozens of officially licensed liveries.",
  "developerName": "Asobo Studio",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [
    "CFQ7TTC0K6L8",
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "LegalNoticeCallistoAndPurchase",
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 53687091200,
  "optimalSatisfyingPassId": "CFQ7TTC0K6L8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P38D19T7LRV",
  "productKind": "Game",
  "publisherName": "Xbox Game Studios",
  "ratingCount": 493,
  "shortDescription": "Pursue your aviation career throughout the world with dynamically-generated missions ranging from Medevac and Search & Rescue to Aerial Firefighting and Passenger Transport. Compete against other pilots in the iconic Reno and Red Bull Air Races. Enhanced physics and aircraft systems and a groundbreaking flight planner create an unparalleled simulation experience. Explore the most detailed digital twin of the world to date with real-time air and ship traffic and a vast array of animals. Set out on your global adventure with our largest fleet of aircraft as Microsoft Flight Simulator 2024 takes simulation to new heights of authenticity and realism.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Microsoft Flight Simulator 2024",
  "xCloudProperties": {
    "xCloudId": "MICROSOFTFLIGHTSIMULATOR2024",
    "xboxTitleId": 1615644955,
    "supportsTouch": false
  },
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2024-11-19T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2024-11-19T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2024-11-19T16:00:00Z"
    }
  },
  "xCloudPropertiesV2": {
    "xCloudId": "MICROSOFTFLIGHTSIMULATOR2024",
    "xboxTitleId": 1615644955,
    "programs": [
      "GPULTIMATE",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}