{
  "accessibilityCapabilities": {
    "audio": [],
    "gameplay": [],
    "input": [
      "Playable without button holds",
      "Playable without rapid button presses",
      "Single stick gameplay"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Camera comfort"
    ]
  },
  "availableOn": [
    "PC",
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 2.4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-32)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "Capability4k": "4K Ultra HD",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "XboxLiveCrossGenMP": "Xbox Live Cross-Gen Multiplayer",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleCrossGen": "Smart Delivery",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "CapabilityXboxEnhanced": "Xbox One X Enhanced",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Simulation",
    "Sports"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Football Manager 2021 Xbox Edition brings the depth, detail, and drama of the world’s favourite football management simulation series to Xbox.\r\nFM21 Xbox is a tailored for console experience based on Football Manager Touch and lets you make your mark on the footballing world, turn wonderkids into world beaters and win the biggest trophies in the game.\r\nTake control of your football club and play the beautiful game your way. With more than 2,500 clubs from 117 leagues and 52 nations at your fingertips, you’re spoilt for choice. Will you choose to take an underdog to the top or jump straight in at a club accustomed to success? The choice is yours.\r\nFully optimised for victory with the Xbox Controller on Xbox Series X|S and Xbox One, you can effortlessly put yourself on the path to footballing greatness with a version of the Touch UI that has been tailored for Xbox consoles and makes navigating through the game world a breeze.\r\nUnleash the power of the next generation Xbox Series X|S consoles with the depth and detail that Football Manager is renowned for. Prepare your attack on the opposition with deeper stats and scout reports as well as the ability to have up to 10 of the world’s biggest footballing nations loaded at once. Alternatively, home in on the trophies that matter to you on Xbox One with up to five nations in play.\r\nYou control every element of your team’s Matchday preparation. Define how they’ll perform on the pitch with ready-made tactical presets that let you replicate some of the most popular styles of play from the footballing world but, if you want even more control, you can create your own tactic and stamp your style on the pitch.\r\nWhen it comes to improving your squad, you’ll have the world-renowned Football Manager database at your disposal which includes more than 500,000 real players and backroom staff. Work with your scouting team to sign superstars or unearth the wonderkids who you can build your team around for years to come. \r\nOn Matchday, you can kick back and watch the action unfold on our acclaimed 3D match engine in native 4K on Xbox Series X or upscaled 4K on Xbox Series S and Xbox One X|S. Alternatively, skip straight to final whistle and progress through the game faster with the ‘Instant Result’ option.\r\nFM21 Xbox takes advantage of Microsoft’s Play Anywhere technology to let you seamlessly transfer your progress between your Xbox console and any Windows 10 PC using the same Xbox Live profile. With Smart Delivery, whether you own the One, One X, Series S or X, FM21 Xbox will work across all of them - and will have a version specific to yours which is optimised to run at its very best.\r\nIntuitive UI\r\nNavigating through the game and perfecting your route to the top is a breeze with a user interface designed for victory with the Xbox Controller.\r\nMatchday Magic\r\nA clean and crisp match UI gives you an uninterrupted view of the Matchday drama in native 4K on Xbox Series X and upscaled 4K on Xbox Series S and Xbox One X|S.\r\nWin With Data\r\nGather insight that will drive you to the top of the game from a wealth of match stats to pre- and post-match analysis and monthly data summaries. \r\nCelebrating Success\r\nWhen your hard work pays off, revel in your glory with spectacular trophy celebrations and post-match hype that will applaud your achievements as you cement your legacy.",
  "developerName": "Sports Interactive",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 4701532160,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P3S3C0WHGM9",
  "productKind": "Game",
  "publisherName": "SEGA Europe Ltd",
  "ratingCount": 195,
  "shortDescription": "Football Manager 2021 Xbox Edition brings the depth, detail, and drama of the world’s favourite football management simulation series to Xbox.\r\nExperience the closest thing to being a real manager by taking charge of the world’s greatest football teams and playing the beautiful game your way. FM21 Xbox achieves football authenticity that other management games can only aspire to.\r\n\r\nBased on FM Touch, FM21 Xbox is fully optimised for victory with the Xbox Controller for Series X|S and Xbox One.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Football Manager 2021 Xbox Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-03-04T00:00:00Z",
      "exitDateUTC": "2021-12-01T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-03-04T00:00:00Z",
      "exitDateUTC": "2021-12-01T10:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-03-04T00:00:00Z",
      "exitDateUTC": "2021-12-01T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}