{
  "availableOn": [
    "PC"
  ],
  "averageRating": 2.7,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalMultiPlayer": "Xbox local multiplayer",
    "XblOnlineMultiPlayer": "Online multiplayer ",
    "SinglePlayer": "Single player",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Simulation",
    "Sports"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Simulation gaming perfected. Create your unique footballing story by taking charge of the club you love. Complete control of this stunningly realistic game world is yours - every decision in your hands, or yours to delegate. Your call, your way, your story. Everything you've ever dreamed of! \r\n\r\nAbout:\r\nYou’ve always thought you could do better, haven’t you?\r\nSigned better players. Played a different way. Snuck the three points.\r\nWell, now’s your chance to live out your footballing dreams…\r\n\r\nGo on… accept that big contract and take the reins at your club.\r\nSet your objectives with the board and get to work with the players.\r\nWhose time at the club is over and who’s ready for first team?\r\nYour scouts know who'll improve your squad, and if you can afford it.\r\n\r\nBest roll up those sleeves on the training ground. Your vision needs practice. \r\nYour coaches can help, but only if you'll let them. Some go it alone…\r\nThe media say your tactics are ambitious, and perhaps they are.\r\nYes, you'd be comfortable in a 4-2-3-1, but that’s how everyone plays…\r\n\r\nNow the stadium is packed and the fans are eager. It’s Match Day.\r\nWill you trust your tactics or tinker from the side-lines? Your call, your way.\r\nBecause you are the sole author of your team’s destiny. And your path is unique.\r\nThe players might take the glory, but their glory is your story.\r\n\r\nThis is Football Manager 2019\r\n\r\nFM19 brings you closer the heart of the beautiful game than ever before. New features and enhanced game mechanics enable you to control your team in fresh and authentic ways, creating an ever more emergent way of storytelling.\r\n\r\nTRAINING OVERHAUL \r\nBespoke sessions and schedules precisely modelled on the professional game give you complete control when preparing for your next fixture or developing your stars of the future. You can also reap the rewards without the hard labour by delegating this to your backroom staff. \r\n\r\nREVAMPED TACTICS MODULE\r\nPush the boundaries and create a unique philosophy with new styles and phases that reflect the most popular tactical innovations in modern football. There's also brand-new pre-sets for success which are ready made and ready for action. \r\n\r\nNEW MANAGER INDUCTION\r\nAn intuitive development pathway is brand new and designed to help new managers reach their full potential. Led by your Assistant Manager, your New Manager Induction will cover the fundamentals of football management and help map your route to the very top of the game.  \r\n\r\nWILLKOMMEN BUNDESLIGA\r\nFor the first time in the series history, you can try your luck abroad in the Bundesliga and 2. Bundesliga which is fully licensed with official logos, kits and player faces. \r\n\r\nFRESHENED UI\r\nA restyled contemporary skin gives Football Manager 2019 a fresh, re-energised look making it not only the best looking in the series history, but also the easiest to pick up and",
  "developerName": "Sports Interactive",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 5362405376,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P3WBJBSCZMT",
  "productKind": "Game",
  "publisherName": "SEGA Europe Ltd",
  "ratingCount": 29,
  "shortDescription": "Simulation gaming perfected. Create your unique footballing story by taking charge of the club you love. Complete control of this stunningly realistic game world is yours - every decision in your hands, or yours to delegate. Your call, your way, your story. Everything you've ever dreamed of! ",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Football Manager 2019",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}