{
  "availableOn": [
    "PC"
  ],
  "averageRating": 4.1,
  "badges": [
    {
      "type": 2
    },
    {
      "type": 9
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "CapabilityVRR": "Variable Refresh Rate",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood",
      "Use of Alcohol"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "This game is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished game.\n\nManor Lords is a strategy game that allows you to experience the life of a medieval lord. Grow your starting village into a bustling city, manage resources and production chains, and expand your lands through conquest.\n\nInspired by the art and architecture of late 14th century Franconia, Manor Lords prioritizes historical accuracy wherever possible, using it to inform gameplay mechanics and visuals alike. Common medieval tropes are avoided in favor of historical accuracy in order to make the world feel more authentic, colorful, and believable.\n\nORGANIC CITY BUILDING\nManor Lords provides a gridless city-building experience with full freedom of placement and rotation. Building mechanics are inspired by the growth of real medieval towns and villages, where major trade routes and the landscape influenced how settlements formed and developed.\n\n- Spreading outward from a central marketplace, build your residential, commercial, and industrial districts following the natural lay of the land. Establish farms based on soil fertility, position hunting grounds according to animal populations, and ensure access to adequate resource deposits and forests to provide the raw materials needed for growth.\n- Assign areas for housing and watch your residents build their homes in accordance with the historical burgage plot system. Each area will be subdivided based on your roads and the allotted space, and homes will scale accordingly.\n- Build extensions behind larger homes to generate resources that would not otherwise be available. Homeowners don't just pay taxes – they grow vegetables, raise chickens and goats, and otherwise supply themselves and other townsfolk with essential needs beyond what your managed farms, pastures, and industries can provide.\n- Guide your settlements through the unique demands and opportunities of each season, enjoying the bounty brought by spring rains and preparing for the harsh snows of winter.\n\nRESOURCE MANAGEMENT\nFrom boots to barley and hides to honey, Manor Lords features a great variety of goods fitting of the era. Materials need to be transported and processed into finished products through production chains, and you must balance the basic needs of your people against the desire to produce luxury items to ensure happiness, manufacture trade goods for export, or forge arms and armor to aid in your conquests.\n\n- Resources are littered across the map, encouraging you to expand and establish multiple specialized settlements. Extract valuable ores from your mining colonies, while villages devoted to agriculture, herding, or hunting supply the grains and meats needed to feed your growing populations. Will you spend your hard-earned influence to first acquire a rich source of iron for your smiths, or will you prioritize regions with fertile soil to serve as your breadbasket? \n- Unchecked expansion will have a direct effect on the environment. Herds of deer will migrate away from encroaching civilization, lack of crop rotation will worsen soil fertility, and cutting down too many trees will result in deforestation.\n- Establish trade routes and sell surplus goods to traveling merchants to enrich your population. Manufacturing and exporting a variety of goods will provide wealth with which to upgrade your peoples’ homes, import goods you can’t produce yourself, and through taxes on said wealth, fill your own coffers.\n\nMEDIEVAL WARFARE\nYours is but a small parcel of land in a vast territory, and the competing ambitions between you and rival lords will inevitably lead to conflict. Lead your people into battle, not as expendable units to be easily replenished, but as your beloved loyal subjects where every death is a cost worth considering.\n\n- Train a retinue of skilled warriors to fight battles alongside the levies you raise from the town militia. At times these soldiers will be needed to suppress banditry, and at other times you will lead your men into battle to conquer or defend territory. When needed, mercenaries are a costly option to bolster your ranks. Will you raise the militia at the first sign of trouble, bringing your economy to a stand-still as your peasants pick up arms and rush to form ranks, or will you spend your personal wealth to hire bands of sellswords instead?\n- Command real-time tactical battles, taking into consideration fatigue, weather conditions, and equipment. Position your troops wisely – a smaller force can defeat a larger enemy, if commanded well.\n- Feel the cost of battle, even in victory, as each fallen soldier represents a lost person from your city.\n\nHAND CRAFTED\nThis game is a passion project started by a solo developer, grown through player support into a full team of passionate individuals ranging from programmers and 2D artists to Game and Map Designers. You can reach out to us and share your opinions, ideas, and criticisms – we listen to your feedback.",
  "developerName": "Slavic Magic",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8",
    "CFQ7TTC0P85B"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 12390875136,
  "optimalSatisfyingPassId": "CFQ7TTC0P85B",
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P5F966564FS",
  "productKind": "Game",
  "publisherName": "Hooded Horse",
  "ratingCount": 293,
  "releaseDate": "2023-10-25T18:00:00.0000000Z",
  "shortDescription": "Manor Lords is a medieval strategy game featuring in-depth city building, large-scale tactical battles, and complex economic and social simulations. Rule your lands as a medieval lord – the seasons pass, the weather changes, and cities rise and fall.\r\n",
  "showSupportedLanguageDisclaimer": true,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9Z9LZSQTQLKX",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "05/01/2026 09:59:59",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "9VWZJWB1NXMS",
        "discountPercentage": 20.005005,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate"
        ],
        "hasXPriceOffer": false,
        "listPrice": 31.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9SGDRHQX5FXL",
        "discountPercentage": 20.005005,
        "eligibilityInfo": {
          "eligibility": "Remediation",
          "type": "PCGamePass",
          "productId": "CFQ7TTC0KGQ8"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "hasXPriceOffer": false,
        "listPrice": 31.99,
        "msrp": 39.99,
        "currency": "USD"
      },
      {
        "skuId": "0010",
        "availabilityId": "9WXZLN6022ZR",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "05/01/2026 09:59:59",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 2
  },
  "title": "Manor Lords (Game Preview)",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2024-04-26T13:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2024-04-26T13:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}