{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.3,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9PPN8ZKZDZHP",
    "9NV11ZC2XVS2",
    "9NC9357HBKVH"
  ],
  "capabilities": {
    "Capability4k": "4K Ultra HD",
    "SinglePlayer": "Single player",
    "ConsoleCrossGen": "Smart Delivery",
    "GameStreaming": "Cloud enabled",
    "XblAchievements": "Xbox achievements"
  },
  "categories": [
    "Action & adventure",
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Cris Tales is a gorgeous, indie love letter to classic JRPGs with a new perspective. Peer into the past, act in the present, and watch as your choices dynamically change the future -- all on one screen as you play! Join the newly awakened Time Mage Crisbell and her fantastical companions in a fantasy world facing a grim future. The powerful Time Empress and her forces threaten to bring about a cataclysm tearing apart Crystallis and the other four Kingdoms of the region.\r\n\r\nTo stop the Time Empress and rewrite the future of the land, you will embark on a harrowing journey across the kingdoms, meeting and recruiting powerful allies to aid in the fight. Master their abilities and Crisbell’s unique Time Magic to overcome mighty foes – send them into the past to face their weaker, younger selves, send a foe to a future where they’ve succumbed to all the damage of a poison applied in the present, or create your own strategies in this one-of-a-kind combat system.\r\n\r\nAs Crisbell’s powers grow, you will make choices with far-reaching consequences for the people you meet – consequences that will impact the world you’ll experience in real-time throughout your journey. Every character, NPC, enemy, and even Kingdom has a past, a present and one or more futures, depending on your actions! Beautifully hand-drawn 2D art is animated frame by frame to bring the branching possibilities to life across more than 20 hours of gameplay. \r\n\r\nExperience a unique combination of branching stories, innovative combat, and classic RPG excitement in Cris Tales’ exciting and unforgettable exploration of how our actions echo through time.\r\n\r\nKey Features\r\n•\tA Love Letter to Classic JRPGs – Inspired by timeless JRPGs like Chrono Trigger, Final Fantasy VI, Valkyrie Profile, and modern classics like Bravely Default and Persona 5, meet and recruit a unique cast of teammates, challenge myriad enemies, and make your way through an expansive world.    \r\n•\tExperience the Past, Present, and Future Simultaneously – Peer into and learn from the past, decide on actions in the present, and alter the course of the future in ways that will reshape the world dynamically depending on the choices you make. \r\n•\tMaster Strategic Turn-Based Combat – Warp your enemies into the past or future, synchronize attacks for enhanced group abilities, and master the timing of attack and defense to go beyond your party’s limits in combat. \r\n•\tUncover a Fascinating Story & Characters – The Empress’ plot to destroy the world is complex and layered. Use your wits and recruit powerful allies throughout the world to uncover and undo her multi-faceted web and make your way to the True Ending of this enchanting tale.\r\n•\tDiscover a Beautiful World – Climb aboard an airship or boat and traverse this handcrafted, dark fairytale world. From the shining kingdom of Crystallis to the slums of Saint Clarity, discover each unique location and shape its future.\"\r\n\r\n",
  "developerName": "Dreams Uncorporated",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 3891277824,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P65SVC7S9N7",
  "productKind": "Game",
  "publisherName": "Maximum Entertainment",
  "ratingCount": 214,
  "releaseDate": "2021-07-20T13:00:00.0000000Z",
  "shortDescription": "Cris Tales is a gorgeous, indie love letter to classic JRPGs with a new perspective. Peer into the past, act in the present, and watch as your choices dynamically change the future -- all on one screen as you play! Beautifully hand-drawn 2D animations bring to life a world where your choices will change both the present and the future across more than 20 hours of gameplay.\r\n",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B51G07M4LJ65",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9WTTL0SG026D",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Cris Tales",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-07-20T13:00:00Z",
      "exitDateUTC": "2022-07-16T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-07-20T13:00:00Z",
      "exitDateUTC": "2022-07-16T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}