{
  "accessibilityCapabilities": {
    "audio": [],
    "gameplay": [],
    "input": [],
    "publisherInformationUri": null,
    "visual": []
  },
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.7,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9N8WVHVXSQ9Q"
  ],
  "capabilities": {
    "SinglePlayer": "Single player",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleCrossGen": "Smart Delivery",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs"
  },
  "categories": [
    "Action & adventure",
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood and Gore",
      "Mild Sexual Themes",
      "Strong Language",
      "Intense Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Experience the Definitive Edition of Shadow Warrior 3, an ultraviolent blend of fast-paced gunplay, razor-sharp melee combat, and a spectacular free-running movement through a mythical Japanese realm. Test your skills in Survival Mode, New Game Plus, and Hardcore Mode, and WATCH OUT FOR THAT DRAGON!\r\n\r\nFallen corporate shogun Lo Wang and his former nemesis Orochi Zilla return in Shadow Warrior 3, the latest entry in the gore-soaked, wisecracking FPS series. Embark on an improbable mission to recapture an ancient dragon Lo Wang unwittingly unleashed from its eternal prison, tearing your way through a fractured land infested with demons using a dynamic arsenal of blades and bullets.\r\n\r\nNEW FEATURES include; NEW GAME PLUS, bringing with it additional challenges, weapons skins, and rewards; SURVIVAL MODE, allowing you to put your skills to the test against waves of incoming enemies, a new HERO MODE game modifier offering an even greater challenge; CHAPTER SELECT for rapid replayability; and finally, HARDCORE DIFFICULTY - the most intensely punishing version of Shadow Warrior yet!\r\n\r\nBring a Katana to a Gunfight\r\nConduct a symphony of death with each encounter by mixing overwhelming firepower with devastatingly precise katana strikes as you dash in and around the demonic hordes.\r\n\r\nFancy Footwork\r\nFlow between nimble movement techniques, including air dashes, wall running, and double jumps, and the fancy new grappling hook busts your combat and movement options wide open in every battle.\r\n\r\nExecute Then Annihilate\r\nExecute spectacular finishing moves to claim a piece of your conquered foe and unleash its powers back on the horde in a burst of unstoppable fury and powerful magic.\r\n\r\nDynamic Combat Arenas\r\nEach environment is lined with hazardous structures and devices that can be activated to add another layer of creative choice to the offensive strategy.\r\n\r\nNeo Feudal Japan\r\nTrek across a mythic Asian land infused with the magic and technology of ancient samurai, now overrun by the demonic yokai from Japanese folklore.\r\n\r\nFunny Business\r\nBrace for expertly delivered one-liners from Lo Wang, pointed banter with Zilla, and an intense thrill ride of absurd predicaments on the way to turning doomsday into a new day.\r\n\r\nStep up your Lo-Wang game!\r\nSurvival Mode is a completely new game mode allowing you to play in 3 new battle arenas providing hours of new gameplay! 3 new weapon skins will be up for grabs for those who can complete the challenge! Survival Mode becomes available after finishing the game!\r\n\r\nRelive magical moments!\r\nThe Chapter Select menu lets you go back and collect missing upgrade points and relive some of your favorite moments that defined your adventure with Lo-Wang in whichever order your heart desires!\r\n\r\nGive Lo-Wang’s mojo some additional pazzazz!\r\nNew Game Plus gives you a new way to play the game. Enjoy additional challenges, rewards, and skins to give Lo-Wang that much-needed confidence boost!\r\n\r\nGo vulgar, or go home!\r\nThe new Hardcore Difficulty lets you experience the most intensely punishing version of Shadow Warrior yet! Not for the faint-hearted.\r\n\r\nLose a life, lose a save\r\nPut your skills to the test in the brand-new Hero Mode, a challenging modifier allowing you to play with a limited number of lives and earn more of them by performing spectacular Finishers. Run out, and your progress is lost forever.",
  "developerName": "Flying Wild Hog",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 20350611456,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P6N45QZR81R",
  "productKind": "Game",
  "publisherName": "Devolver Digital",
  "ratingCount": 266,
  "releaseDate": "2022-03-01T14:00:00.0000000Z",
  "shortDescription": "Take an adrenaline-fueled journey through a mythical Japanese realm in the Definitive Edition of Shadow Warrior 3, packed with new features, and enjoy an ultraviolent blend of fast-paced gunplay, razor-sharp melee combat, and spectacular free-running movement.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "9P5383K25WXX",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9MZTWKGL9SCT",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 39.99,
        "msrp": 39.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Shadow Warrior 3: Definitive Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2023-02-16T17:00:00Z",
      "exitDateUTC": "2024-08-16T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-02-16T17:00:00Z",
      "exitDateUTC": "2024-08-16T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}