{
  "accessibilityCapabilities": {
    "audio": [
      "Surround sound"
    ],
    "gameplay": [
      "Difficulty levels",
      "Pausable"
    ],
    "input": [
      "Playable without motion controls",
      "Playable without touch controls"
    ],
    "publisherInformationUri": null,
    "visual": []
  },
  "availableOn": [
    "XboxSeriesX",
    "XCloud"
  ],
  "averageRating": 3.2,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9N15MGJQHRTG"
  ],
  "capabilities": {
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "DolbyAtmos": "Dolby Atmos",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Action & adventure",
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Intense Violence",
      "Blood and Gore",
      "Suggestive Themes",
      "Strong Language",
      "Use of Alcohol"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Uncover the origins of organized crime in Mafia: The Old Country, a gritty mob story set in the brutal underworld of 1900s Sicily. Fight to survive as Enzo Favara and prove your worth to the Family in this immersive third-person action-adventure set during a dangerous, unforgiving era.\n\nEnzo will do anything for a better life. After a brutal childhood of forced labor, he's ready to risk everything to become a man of honor in the Torrisi crime family.\n\nHis oath to the Mafia, with all the power, temptation, and hardship it entails, is a burning reminder of this simple truth:\n\nFamily Takes Sacrifice.\n\nThis thrilling narrative is brought to life by stunning visuals, cinematic storytelling, and the authentic realism that the critically acclaimed Mafia series is known for. Enzo's story unfolds in a time when skill with a stiletto blade was a deadly asset, a lupara sawed-off shotgun was a go-to firearm, murderous vendettas raged for decades, and mafiosi patrolled their protection rackets on foot, horseback, or behind the wheel of turn-of-the-century motorcars.\n\nUNCOVER A MERCILESS WORLD OF ORGANIZED CRIME\nThe rough-hewn beauty of Sicily's rugged countryside is a stark contrast to the grime of urban alleyways—but the treachery and violence of this gangland run just as deep. Rival families and their ruthless leaders wage unending turf wars in the shadows, hidden from the public eye. Trust is a fleeting rarity, and loyalties are worth killing for.\n\nPLAY A CLASSIC MOB MOVIE\nYou're the antihero of this thrilling 1900s story, living out every tense moment of Enzo's descent into Sicily’s clandestine criminal underworld. Come face-to-face with a cast of unpredictable allies and cutthroat enemies in this classic crime drama, rich in period-authentic details that will immerse you in this treacherous Mediterranean setting.\n\nFIGHT TO SURVIVE\nEngage in life-or-death combat, be it up close with a blade or from afar with a variety of firearms. Ambush enemies for vicious stealth takedowns, or slice them up in close-quarters duels. If you prefer firearms, wield period-authentic handguns, rifles, and shotguns to overcome any odds and doggedly eliminate the Don's enemies.\n\nTRAVEL IN AUTHENTIC STYLE\nTraverse a wide range of Sicilian environments, from underground crypts and crumbling ruins to bountiful vineyards and ornate opera houses. To reach your next target or make a hurried getaway, you'll need to gallop on horseback across cobbled streets and open fields, or speed down dirt roads in authentic turn-of-the-century automobiles.\n\nPurchase grants a license to the digital product subject to the Terms of Service (\"ToS\") and Privacy Policy in game and at www.take2games.com/legal and www.take2games.com/privacy. Access to special/bonus/online features, content, services, or functions (\"Special Features\"), may require single-use serial code, additional fee, and/or online account registration (minimum age varies). Special Features may require internet connection, may not be available to all users or at all times, and may be terminated, modified, or offered under different terms in accordance with the ToS. See https://bit.ly/2K-Online-Services-Status for availability of certain Special Features. Violation of the ToS may result in restriction or termination of access to game or online account.\n\n©2025 Take-Two Interactive Software, Inc. Published by 2K Games. Developed by Hangar 13. Mafia, Take-Two Interactive Software, 2K, Hangar 13, and their respective logos are trademarks of Take-Two Interactive Software, Inc. All other marks and trademarks are the property of their respective owners. All rights reserved.",
  "developerName": "Hangar 13",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 44388765696,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P834N9S4LL0",
  "productKind": "Game",
  "publisherName": "2K",
  "ratingCount": 322,
  "releaseDate": "2025-08-08T04:00:00.0000000Z",
  "shortDescription": "Uncover the origins of organized crime in Mafia: The Old Country, a gritty mob story set in the brutal underworld of 1900s Sicily. Fight to survive as Enzo Favara and prove your worth to the Family in this immersive third-person action-adventure.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B23RGHHNVN27",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "B4WNWM99H1GR",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Mafia: The Old Country",
  "passMetadataByPassProductId": {},
  "xCloudPropertiesV2": {
    "xCloudId": "MAFIATHEOLDCOUNTRY",
    "xboxTitleId": 1853524575,
    "programs": [
      "BYOG",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}