{
  "availableOn": [
    "XboxSeriesX",
    "PC",
    "Handheld"
  ],
  "averageRating": 0,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "SinglePlayer": "Single player",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "XblAchievements": "Xbox achievements",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Blood"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Defend against waves of alien monsters in this unique roguelike action mining game. Use the time between attacks to dig beneath the surface in search of valuable resources and relics – deliver them back to your dome to unlock powerful upgrades and useful new gadgets.  \n\nBut it won’t be long until the relentless monsters return - do you risk delving deeper into the mine? Or return to base and prepare for imminent attack? The choice is yours, but make it quickly!  \n \nDig \n\nUse your drill and keeper equipment to quickly dig out tunnels and explore the depths beneath your dome. Each run has its own unique, procedurally generated map filled with resources and caves to discover, along with additional gadgets to obtain. ​ \n\nDefend \n\nProtect your dome by operating its powerful weaponry to defend against waves of monster attacks. Upgrade, repair and repel a variety of enemy types that approach across air and ground, each with their own unique attack methods and movement patterns.  \n \nDevelop \n\nSpend resources to unlock useful upgrades. Improve dome defences, enhance the impact of your drill, or increase movement speed – choose carefully and strategise to increase odds of survival.  \n\nDiscover \n\nCustomise your setup and find a playstyle that works for you by choosing from two unique keeper types, four different domes, and four primary gadgets. Pick a run modifier, adjust difficulty settings and discover dozens of secondary gadgets while you dig through the earth.  ",
  "developerName": "Bippinbits",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 356585472,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P8XKV2D5DZ5",
  "productKind": "Game",
  "publisherName": "Raw Fury",
  "ratingCount": 0,
  "shortDescription": "Defend against waves of alien monsters in this unique roguelike action miner. Dig for resources, collect useful gadgets, and upgrade equipment to increase odds of survival – just hurry back before your dome is destroyed! ",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Dome Keeper",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}