{
  "availableOn": [
    "XboxSeriesX"
  ],
  "averageRating": 3.9,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9NM7TLHF4375"
  ],
  "capabilities": {
    "Capability4k": "4K Ultra HD",
    "SinglePlayer": "Single player",
    "RayTracing": "Ray Tracing",
    "60fps": "60 fps+",
    "SpatialSound": "Spatial Sound",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "PcGamePad": "PC Game Pad",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Action & adventure",
    "Role playing",
    "Shooter",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood and Gore",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "You play the role of captain Ashley S. Nowak - you are the Riftbreaker, an elite scientist/commando inside a powerful Mecha-Suit. Enter a one-way portal to Galatea 37, a distant planet at the far reaches of the Milky Way Galaxy, with the purpose of building up a base that will allow travel back to Earth and further colonization. Ashley's Mecha-suit, which she calls \"Mr. Riggs\", can withstand the harshest environment conditions and has a full range of equipment for base construction, resource extraction, gathering specimens and of course - combat. It is capable of traveling through rifts that connect space across vast distances.\r\n\r\nCAMPAIGN\r\nTake on an epic journey across all the different biomes of Galatea 37. You will establish multiple persistent bases across the globe that will fuel your economy. Research alien substances and lifeforms, as well as fight hordes of alien creatures, clearly not happy with your interference in the natural order of the planet. The campaign spans multiple hours and offers a remarkable degree of freedom in a super detailed, procedurally generated world. You can decide on the order of your priorities and what technologies you want to use. You’re the only human there, after all.\r\n\r\nSURVIVAL\r\nYour mission is to survive a set amount of time, fighting off increasingly difficult waves of enemy creatures. Each mission in the game is randomized, offering nearly endless replayability. \r\n\r\nSANDBOX\r\nIf intense fight for survival is not your thing either, then try out the Sandbox mode, where we give you control over the entire game – including resources, enemy spawns, and weather conditions.\r\n\r\nBASE BUILDING\r\nYour task is to construct a two-way rift back to Earth. It is a very complex invention and requires enormous amounts of energy. Simple solar collectors and a few tons of steel will not be enough. You will need to build up a complex chain of mines, refineries, powerplants and research facilities to complete this mission.\r\n\r\nEXPLORATION\r\nGalatea 37 is an unknown planet in the Sycorax belt of the Milky Way galaxy. Long distance surveys detected that it is inhabitable and perfect for colonization. The planet is full of rare minerals and substances that can be found in various locations around the globe. Varied biomes can surprise you with unknown fauna and flora as well as harsh weather conditions. Construct local outposts, in resource-rich locations that will transport the required resources using the rift technology.\r\n\r\nCUSTOMIZE YOUR GAMEPLAY\r\nThe Riftbreaker™’s gameplay can be customized to fit your playstyle. You can change the frequency of enemy attacks as well as their strength and numbers, resource abundance, weather events, enemy damage, and tons of other settings. There are also multiple difficulty presets to suit the needs of both hardcore strategy players as well as those that want a laid-back base-building experience.",
  "developerName": "EXOR Studios",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 9838145536,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P94PCKP864B",
  "productKind": "Game",
  "publisherName": "EXOR Studios",
  "ratingCount": 244,
  "releaseDate": "2021-10-14T00:00:00.0000000Z",
  "shortDescription": "The Riftbreaker™ is a base-building, survival game with Action-RPG elements. You are an elite scientist/commando inside an advanced Mecha-Suit capable of dimensional rift travel. Hack & slash countless enemies. Build up your base, collect samples and research new inventions to survive.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B4ZQC828DJ7Q",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "9ZB20XSSR8ZD",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "The Riftbreaker",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-10-14T00:00:00Z",
      "exitDateUTC": "2023-04-16T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-10-14T00:00:00Z",
      "exitDateUTC": "2023-04-16T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}