{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX",
    "PC"
  ],
  "averageRating": 2.7,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-32)",
    "XblCrossPlatformMultiPlayer": "Xbox cross-platform multiplayer",
    "Capability4k": "4K Ultra HD",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "XboxLiveCrossGenMP": "Xbox Live Cross-Gen Multiplayer",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleCrossGen": "Smart Delivery",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "GameStreaming": "Cloud enabled",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Simulation",
    "Sports"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Navigate your way to the top of the soccer world in Football Manager 2022 Xbox Edition, a bespoke version of Football Manager adapted for streamlined console play on the biggest stage. \r\nFM22 Xbox fine-tunes your management experience, allowing you to focus on the managerial essentials – transfers, tactics and matchdays.\r\nGame Description\r\n•\tMore than 120 of the world’s biggest soccer leagues are a button click away – choose the perfect club for you and guide them to the top. As architect of your club’s destiny, it’s time to earn it on the field and provide moments to remember for your fans. \r\n•\tLet your backroom team power your recruitment as you sign global superstars and identify the wonderkids that you can build your team around for a generation. \r\n•\tTake inspiration from the most popular playing styles and formations from the soccer world, customizing an approach that’s designed to deliver success season after season. \r\n•\tSavor the matchday action in glorious native or upscaled 4K*, timing your big tactical calls to perfection as you secure all-important victories. \r\n•\tEarn bragging rights over your friends in Versus mode, go head-to-head in a newly-improved Fantasy Draft battle or show who can deliver throughout a season in Online Career mode.\r\nTailored to work across the Xbox ecosystem, FM22 Xbox maximizes the responsiveness of the Xbox Controller and harnesses the power of Play Anywhere technology, allowing you to transfer your progress between your console and Windows 10 PC using the same Xbox Live profile. If you’re playing on Xbox Series X|S, you’ll also benefit from stunning 4K visuals*. \r\nNew for this season\r\nController advancements\r\nImproved controller integration makes competing for soccer’s biggest prizes or battling against your friends easier than ever. Benefit from changes to a number of key game areas with the new ability to multi-select rows of information. \r\nPowered by data\r\nImprove your team’s results with the new Data Hub, which brings together all of your team's performance analysis in one place. Powered by metrics that real clubs use, it’ll be easier for you to address issues and take performances to new levels. \r\nEnhanced Match Authenticity\r\nSee your stars demonstrate their flair and skills with a remodeled animation engine that delivers our most striking match action yet. An improved pressing system is just one of several AI overhauls that make matchdays simply unmissable. \r\nMore responsive media\r\nKeep your superstars happy and motivated on the field with instant feedback on your media interactions. News Effects deliver clearer information on how your decisions impact the morale of your players.\r\nThere are also a lot more features, big and small, ready for you to discover throughout the game.\r\n*Series X users will be able to experience native 4K, while on Series S it’s upscaled 4K.",
  "developerName": "Sports Interactive",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 4954480640,
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P982VRDSV6G",
  "productKind": "Game",
  "publisherName": "SEGA Europe Ltd",
  "ratingCount": 113,
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Football Manager 2022 Xbox Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-11-08T20:00:00Z",
      "exitDateUTC": "2022-11-08T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-11-08T20:00:00Z",
      "exitDateUTC": "2022-11-08T00:00:00Z"
    },
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-11-08T20:00:00Z",
      "exitDateUTC": "2022-11-08T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}