{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 8
    },
    {
      "type": 2
    },
    {
      "type": 9
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "OnlineMultiplayerWithGold": "Online multiplayer"
  },
  "categories": [
    "Strategy",
    "Card & board"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Blood",
      "Alcohol Reference",
      "Mild Suggestive Themes"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "A LEAGUE OF LEGENDS™ ROGUELITE ADVENTURE\nRuneterra calls! Choose your champion and pick your path to power: a single-player roguelite romp through the world of League of Legends and Arcane, or a ranked card battler where strategy reigns supreme. Unlock and level up dozens of characters in a hand-crafted love letter to fans of hero collectors and card games alike. \n\nTHE STORY SO FAR\nFrom the back alleys of Zaun to celestial Mt. Targon, forces small and large threaten to forever shift the balance of power—if not unravel the world itself! Star-forging dragon Aurelion Sol plots his cataclysmic revenge, while Lissandra, an even greater menace, lurks in the frozen north.\n\nOnly champions of Runeterra can follow the path that has been set—alone or as one—with YOU at the helm.\n\nCHOOSE YOUR CHAMPION\nPlay as Jinx, Warwick, Caitlyn, Vi, Ambessa, or any of a growing cast of 65+ champions. The many legends of League are yours to collect, evolve, and master as you traverse the map of Runeterra.\n\nEach champion brings unique, awe-inspiring powers and loyal followers to the fray. Whether you freeze your opponents where they stand (Ashe), plant fungal surprises for sneaky victories (Teemo), build an elaborate combo engine for a spectacular finish (Heimerdinger), no two champions play the same.\n\nADAPT & EVOLVE \nEvery run is a canvas for your creativity, offering new cards, powers, and relics to augment your strategy and topple menacing foes. But choose wisely! Challenges increase in difficulty over the course of a run, and from one World Adventure to the next.\n\nEach champion can be upgraded with Star Powers—permanent augments you can unlock between runs. Completing a champion’s Constellation yields immense power—and all new strategies—for you to command.\n\nTOPPLE MIGHTY FOES\nTest your mettle against iconic villains in World Adventures and Weekly Nightmares that set the stage for your spectacular displays of strategy and skill.\n\nBeating the odds against the likes of Lissandra and Aurelion Sol will take experimentation, ingenuity, and maybe a touch of luck. Of course, the tougher the opponent, the sweeter the victory—and the richer the rewards!\n\nUNCOVER NEW LEGENDS\nDelve into the deep lore and rich, ever-expanding universe treasured by players of League of Legends and fans of the Emmy-winning series Arcane. With exclusive characters, story-driven adventures, breathtaking card art, and a staggering cast of new and familiar faces, there’s no better way to experience the breadth and depth of Runeterra.",
  "developerName": "Riot Games",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0K5DJ",
    "CFQ7TTC0KGQ8",
    "CFQ7TTC0P85B"
  ],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasThirdPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0P85B",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9P9XGNFNF11R",
  "productKind": "Game",
  "publisherName": "Riot Games",
  "ratingCount": 0,
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Legends of Runeterra",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K5DJ": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2022-12-12T19:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}