{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 8
    },
    {
      "type": 2
    },
    {
      "type": 9
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-8)",
    "SinglePlayer": "Single player"
  },
  "categories": [
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood and Gore",
      "Suggestive Themes",
      "Violence",
      "Mild Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "The fate of your people rests in your hands, commander. Lead your forces to ultimate victory across the far-flung battlefields of the future, or reap defeat and devastation at the hands of terrifying, alien foes.\n\nStarCraft II is the pinnacle of real-time strategy gaming. Challenge your cunning, tactical thinking, and unbreakable will as you command three unique armies in intense conflicts across the stars. \n\n●\tMaster the art of war as the ever-adaptable Terrans, who rely on mechanized infantry and rugged, versatile tech to take on whatever the universe throws at them.\n●\tDevour your enemies as the unstoppable Zerg swarm, whose ravenous hunger to consume, evolve, and dominate makes them a terrifying threat.\n●\tWield power overwhelming as the enigmatic Protoss, an elder race of psionic warriors with a frightful edge thanks to their advanced technology and alien mysticism.\n\nThe Campaign Collection includes the complete story of StarCraft II, an epic space opera spanning three massive campaigns that will put your leadership skills to the test and task you with growing your forces as the plot unfolds.\n\n●\tWings of Liberty: Years after the harrowing events of the Brood War that left him scarred and broken, former marshall Jim Raynor must face a new enemy (as well as the demons from his own past) who threatens to plunge the galaxy into darkness.\n●\tHeart of the Swarm: Torn between preserving whatever remains of her humanity and embracing her birthright as the Zerg swarm’s Queen of Blades, Sarah Kerrigan bridges two worlds as the greater conflict lumbers towards a terrifying climax.\n●\tLegacy of the Void: A quest to reclaim their homeworld turns into a crusade for vengeance as Hierarch Artanis must lead his group of Protoss survivors in a desperate race to stop an ancient enemy set on wreaking unimaginable chaos and destruction.\n\nIn addition to the three single-player campaigns, delve into the multiplayer modes of one of the greatest multiplayer RTS games ever made.\n\n●\tPlay as your favorite Commanders and take on challenging Co-op Missions with your friends.\n●\tSate your thirst for competition in Versus Mode, where you can climb the ranked ladder and prove your worth, or set up Custom Games with your friends for a less sweaty experience.\n●\tCheck out the Arcade, where community creators can share brand-new game modes, maps, mods, and other cool content built with the StarCraft II Editor.\n\nThe Koprulu Sector awaits, commander. Will you triumph in the face of fearful odds? Or will you watch your forces be ground into dust? Get StarCraft II today and claim your destiny.",
  "developerName": "Blizzard Entertainment",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0K5DJ",
    "CFQ7TTC0KGQ8",
    "CFQ7TTC0P85B"
  ],
  "legalNotices": [
    "DataSharingDisclaimer",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0P85B",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PB7921QZ087",
  "productKind": "Game",
  "publisherName": "Blizzard Entertainment",
  "ratingCount": 0,
  "shortDescription": "Dive into a peerless real-time strategy game set in the distant reaches of the galaxy. Experience the scifi epic with the StarCraft II Campaign Collection, now on Game Pass!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "StarCraft® II Campaign Collection",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K5DJ": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2024-11-04T18:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-01T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}