{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "OnlineMultiplayerWithGold": "Online multiplayer",
    "CrossPlatformMultiPlayer": "Cross-platform multiplayer",
    "SinglePlayer": "Single player"
  },
  "categories": [
    "Racing & flying",
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Mild Violence",
      "Mild Suggestive Themes",
      "Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "START AT THE BOTTOM, RACE TO THE TOP\r\n\r\nThe world is your canvas in Need for Speed™ Unbound. Prove you have what it takes to win The Grand, Lakeshore’s ultimate street racing challenge. Across four intense weeks of racing, earn enough cash to enter weekly qualifiers, beat the competition, and make your mark on the street racing scene while outdriving and outsmarting the cops. Pack your garage with precision-tuned, custom rides and light up the streets with your unique style, exclusive fits, and a vibrant global soundtrack led by A$AP Rocky and AWGE that bumps in every corner of the world. Express yourself to the fullest with the freshest new art styles and signature tags that represent what you're all about. With separate single and multiplayer campaigns, this latest edition in the Need for Speed™ franchise from Criterion Games™ delivers hours of electric, adrenaline-pumping action.\r\n\r\n• Graffiti comes to life in Need for Speed™ Unbound with an all-new, unique visual style that blends elements of the freshest street art with the most realistic looking cars in Need for Speed™ history. Access a brand-new toolkit of high-energy visual and sound effects to express your driving skills, including Burst Nitrous, a new boost tactic that delivers a dizzying rush of speed.\r\n\r\n• To get to the top, you gotta take risks. Choose how and when to put it all on the line, pulling huge drifts on the street, outdriving the cops, or placing side bets with your own earnings against rival racers. Time is money, so find the fastest way to earn enough cash to enter the weekly qualifiers and make it to Lakeshore’s ultimate race, The Grand.\r\n\r\n• The more you race, the more you build heat. While the cops pile on the pressure, you gotta make tactical decisions using new escape mechanics to take control of the chase. Do you outrun the cops, battle them head on, or hide out in Lakeshore's underground? Run these streets and you’ll reap the rewards.\r\n\r\n• Pull up to a Meetup and show off your unique style with hundreds of cosmetic items to choose from, including exclusive gear from some of the world’s most pioneering fashion innovators. Extend that look to your ride, transforming your cars with unique wraps and cutaways for the ultimate legendary custom. And when you take first, don't forget to stunt on the competition with your own personal win poses.\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE www.ea.com/legal FOR DETAILS.",
  "developerName": "Criterion Games",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PCTJZRLV21G",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "CONDITIONS AND RESTRICTIONS APPLY. SEE www.ea.com/legal FOR DETAILS.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Need for Speed™ Unbound",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2023-06-22T15:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2023-06-22T15:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}