{
  "availableOn": [
    "PC"
  ],
  "averageRating": 1.8,
  "badges": [
    {
      "type": 8
    },
    {
      "type": 2
    },
    {
      "type": 9
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineMultiPlayer": "Online multiplayer  (2-1000)",
    "SpatialSound": "Spatial Sound",
    "DolbyAtmos": "Dolby Atmos",
    "DTSX": "DTS:X",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "XblAchievements": "Xbox achievements",
    "XblCloudSaves": "Xbox cloud saves"
  },
  "categories": [
    "Role playing",
    "Other"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Blood",
      "Mild Language",
      "Comic Mischief"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Albion Online is a sandbox MMORPG set in an open medieval fantasy world. The game features a player-driven economy where nearly every item is player-crafted. Combine armor pieces and weapons suited to your playstyle in a unique, classless \"you are what you wear\" system. Explore the world, take on other adventurers in thrilling battles, conquer territories, and build a home.\n\nCraft. Trade. Conquer.\nDive in now and become part of a living fantasy world where everybody matters.\n\nPLAYER-DRIVEN ECONOMY\n\nFrom basic tools and clothes to mighty armors and powerful weapons – nearly every item in the game is crafted by players, in player-constructed buildings, from resources gathered by players. Buy, sell, and trade with other players at local marketplaces all across the world of Albion. Craft rare and powerful items, then sell them to the highest bidder and grow your fortune.\n\nNO CLASSES, NO RESTRICTIONS\n\nIn Albion Online's classless combat system, you are what you wear. The weapons and armor you use define your skills, and switching playstyles is as easy as switching gear. Test out new equipment anytime and change up your weapons, armor, and mounts to suit any situation. Hone your character’s skills by crafting new items, or by simply using your favorite equipment.\n\nPREPARE TO FIGHT\n\nFrom solo to small-group to large-scale battles, you'll need strategy, tactics, and skill to prevail. Test yourself against other adventurers in high-risk, high-reward full-loot fights. Level your combat specializations, create unique builds with complementary skills, and use every tool at your disposal to emerge victorious.\n\nCONQUER THE WORLD\n\nJoin a guild and carve out your own piece of Albion in massive open-world battles. Claim territories for access to incredible resources, construct guild halls, and build a Hideout to give your guild a powerful home base deep in dangerous lands. Lead your guild to victory in the Crystal League, and track your progress against other guilds worldwide on a constantly-updated seasonal leaderboard.\n\nPUT DOWN ROOTS\n\nClaim a city plot or private island and make it your own. Grow crops to sell or craft into food, raise your own livestock and mounts, and place crafting stations for other players to use for a fee. Stock your house with custom furniture and trophies, build chests to store your growing collection of loot, and hire laborers to keep everything at your homestead running smoothly.\n\nFACE DEADLY FOES\n\nFrom small scouting bands to massive bosses, from dungeons to full-blown faction bases, the inhabitants of Albion’s open world await your challenge. Take on six different factions, each with different enemies that require unique strategies. Partake in solo or group Expeditions, or seek out the ultimate thrill by facing demons and other players alike in Hellgates and Corrupted Dungeons.\n\nEXPLORE A VAST WORLD\n\nExplore five vivid biomes, each with its own challenges. Gather raw materials for crafting, or cast a line into Albion's lakes and oceans to catch fish. Seek out randomly generated solo and group dungeons and slay powerful foes for valuable loot. Enter the mystical Roads of Avalon to discover ever-changing paths between distant zones, face off against long-dormant foes, and build your own Hideout in this vast and ancient land.\n\nCROSS-PLATFORM PLAY\n\nAlbion Online is a true cross-platform MMO experience. One account lets you play seamlessly across all supported devices. Switch devices anytime and pick up right where you left off.\n\n\nAlbion Online account required.\nUser Generated Content permissions are required to view player-generated text.",
  "developerName": "Sandbox Interactive GmbH",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [
    "CFQ7TTC0K5DJ",
    "CFQ7TTC0KGQ8",
    "CFQ7TTC0P85B"
  ],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 6894354432,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PDC9X7BKZR3",
  "productKind": "Game",
  "publisherName": "Sandbox Interactive GmbH",
  "ratingCount": 50,
  "releaseDate": "2025-10-08T12:00:00.0000000Z",
  "shortDescription": "Albion Online is a sandbox MMORPG in which you write your own story. Explore a vast open world, grow your wealth, forge alliances, and leave your mark on the world of Albion!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B41B4S0W3WJC",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "11/01/2026 09:59:59",
        "hasXPriceOffer": false,
        "listPrice": 0,
        "msrp": 0,
        "currency": "USD"
      }
    ],
    "giftable": [],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Albion Online",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K5DJ": {
      "entryDateUTC": "2025-10-30T16:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2025-10-30T16:00:00Z"
    },
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2025-10-30T16:00:00Z"
    },
    "CFQ7TTC0P85B": {
      "entryDateUTC": "2025-10-30T16:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}