{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Action & adventure",
    "Role playing"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood",
      "Sexual Themes",
      "Use of Alcohol",
      "Drug Reference",
      "Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "When danger threatens, you travel across the world, from the harsh mountains of the Land of Howling Spirits to the lush gardens of the Imperial City.\r\n\r\n\r\n\r\nIn your adventures you face powerful human and supernatural foes, learn exotic and magical martial arts, and discover the darkest secrets of the world.\r\n\r\n\r\n\r\nOnly by mastering the greatest fighting styles and defeating the most powerful enemies will you earn your place as a master of martial arts in the world of Jade Empire.\r\n\r\n\r\n\r\nJade Empire™ Features:\r\n\r\n\r\n\r\nExperience an epic story and journey with unforgettable characters across a graphically beautiful, fantastic new world inspired by the myths and legends of ancient China. Jade Empire will immerse you in a deep, rich storyline from BioWare, developers of the Mass Effect and Dragon Age series. Sinister events upset the peaceful harmony of an isolated martial arts school, drawing you into a story that unfolds with drama, action, and adventure. Detailed followers and other non-player characters enrich the adventure by providing comic relief, rivalries, flirtations, and hostility. Stare in awe at the sweeping views of the lush environments, sheer vertical drops, and overpowering scale that provide the visual backdrop to the story. Confront wild outlaws, evil magicians, demonic incarnations, and other foul villains that protect the Jade Empire’s darkest secrets.\r\n\r\n\r\n\r\nBecome a martial arts master! Using the knowledge gained in crafting multiple story-based role playing games, BioWare sends you on a journey to become a martial arts master. Choose a character with a unique appearance, and a powerful combination of ability scores and fighting styles. You can choose to act for good or evil, and these decisions build your reputation, changing the course of interactions with other characters and followers. Take the role of a master of martial arts, and recruit followers to your cause in an interactive, living world.",
  "developerName": "BioWare",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PJFC8RLNPH5",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Become a Martial Arts Master",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Jade Empire™: Special Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}