{
  "availableOn": [
    "XboxSeriesX",
    "PC",
    "XCloud"
  ],
  "averageRating": 3.6,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9P8QXDH4TWFZ"
  ],
  "capabilities": {
    "Capability4k": "4K Ultra HD",
    "CapabilityHDR": "HDR10",
    "SinglePlayer": "Single player",
    "RayTracing": "Ray Tracing",
    "ConsoleGen9Optimized": "Optimized for Xbox Series X|S",
    "ConsoleKeyboardMouse": "Console Keyboard & Mouse",
    "XblAchievements": "Xbox achievements",
    "XblPresence": "Xbox presence",
    "XblClubs": "Xbox clubs",
    "XblCloudSaves": "Xbox cloud saves",
    "XPA": "Xbox Play Anywhere"
  },
  "categories": [
    "Simulation",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [
      "Crude Humor",
      "Mild Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "In-Game Purchases",
      "Users Interact"
    ],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Create a splash with Planet Coaster 2 - sequel to the world’s best coaster park simulator!  \n\nReach new heights of creativity, management, and sharing as you construct the theme parks of your dreams combining epic water rides and coasters to delight and thrill your park guests. \n\nDive in now! \n\nEMBRACE CREATIVITY \n\nExpand your imagination: Enhanced and improved building and pathing tools let you create spectacular, true-to-life theme parks, complete with sprawling plazas. Make your mark on the world as you shape terrain and populate your park with stunning swimming pools and thrilling rides. It’s never been easier to bring your dream park to life.  \n\nCreate the ultimate theme park: Dive into a world of creativity with nine distinct themes, from returning classics like Pirate and Western, to exciting new additions in Viking and Mythology. With thousands of themed customisable pieces at your fingertips, every creation will be truly unique.\n\nNext-level customisation: Embark on the coaster park experience of a lifetime as you push the boundaries of creativity like never before!  Unleash your imagination as you build the most awe-inspiring themed creations with unparalleled customisation tools! For the first time, intuitively add scalable scenery and objects to every ride to elevate your park and give your guests a day to remember. \n\nCombine epic water and coaster rides: Create the ultimate experience for your thrill-seeking guests using piece-by-piece construction. Build a vibrant array of exhilarating rollercoasters and jaw-dropping thrill rides. Design a seamlessly interconnected park paradise with glistening swimming pools and twisting water flumes.   \n\nCreate unforgettable experiences: Surprise and amaze as you bring the dramatic flair of real-world theme parks to your guests with the brand-new event sequencer tool, while sophisticated global illumination lighting brings the theme park experience to your home with stunning visuals and striking authenticity. \n\nMASTER MANAGEMENT \n\nFind the secret to success: Balance thrilling your guests with managing your budget - populate your park with amazing efficiently powered attractions and the right amenities to boost your rating and become a theme park master. \n\nTake care: Provide for your guests’ health, well-being, and happiness so your park can thrive. With all-new waterparks comes the need for shade, sunscreen, lifeguards, changing rooms, and more to ensure everyone has their best day both in and out of the pool. \n\nSatisfaction guaranteed: Understanding the wants and needs of your guests has never been easier! The new ‘heat maps’ feature lets you understand the wider park’s needs at a glance before diving deeper into the details -simply select any guest to see how they and their immediate group are enjoying your theme park.  \n\nSHARE THE RIDE \n\nCreate together: Unleash your collective creativity in Sandbox Mode. Take turns to work on building a park with players around the world using a shared cross-platform save! \n\nPlay together: For the first time ever, collaborate with friends in Franchise Mode to create the best theme park empire and compete with others to reach the top of worldwide leaderboards! \n\nVisit together: Soak up the fun and get up close and personal, as you experience other players theme park creations first hand - explore their worlds in first person as a park guest! \n\nShare creations: Share anything and everything! Upload coasters, rides, or even full theme parks for other players, and download and delight in other’s creations. All are easily accessible from the cross-platform Frontier Workshop both in-game and online. ",
  "developerName": "Frontier Developments",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "LegalNoticePurchase",
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 27527184384,
  "optimalSkuId": "0010",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PK5WS0HXQKQ",
  "productKind": "Game",
  "publisherName": "Frontier Developments",
  "ratingCount": 155,
  "releaseDate": "2024-11-06T15:00:00.0000000Z",
  "shortDescription": "Create a splash with Planet Coaster 2 - sequel to the world’s best coaster park simulator!  ",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0010",
        "availabilityId": "B3BP4B2XJR5N",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/08/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0010",
        "availabilityId": "B1J78ZPTPRR4",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/08/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 49.99,
        "msrp": 49.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Planet Coaster 2",
  "passMetadataByPassProductId": {},
  "xCloudPropertiesV2": {
    "xCloudId": "PLANETCOASTER2",
    "xboxTitleId": 1747676401,
    "programs": [
      "BYOG",
      "CALLISTO",
      "DIA",
      "EUROPA",
      "IO",
      "GANYMEDE"
    ],
    "supportedInputTypes": [
      "Controller",
      "MKB"
    ],
    "supportsTouch": false
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}