{
  "availableOn": [
    "PC"
  ],
  "averageRating": 0,
  "badges": [
    {
      "type": 2
    }
  ],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Nudity",
      "Blood",
      "Sexual Themes",
      "Strong Language",
      "Intense Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "Not all wars are fought on the open battlefield. Download The Saboteur to visit 1940s Nazi-occupied Paris, as you play tough Irish racecar mechanic Sean Devlin. Working with the French Resistance, Sean is out for revenge against ruthless Nazi Colonel Kurt Dierker, who executed Sean’s best friend.\r\n\r\n\r\n\r\nThis open-world action thriller takes you through the seedy streets of Paris, as you seek to undermine the German authority and lead a rebellion. Fight across rooftops and through dangerous alleys, and operate a wide variety of vehicles as you navigate your terrain. You can even climb the Eiffel Tower or Notre Dame Cathedral for a sniping mission.\r\n\r\n\r\n\r\nUse stealth and disguise to strike at the heart of the Nazi war machine by disabling trains, destroying bridges, and blowing up enemy facilities. As you work to remove the oppressive forces from parts of the city, the drab black-and-white palette gives way to bright colors, signifying that you have inspired the townspeople. The more you incite the people, the more they will aid you by intervening in fights or providing a quick getaway from pursuing Germans. The Saboteur presents a fresh take on World War II and features dramatic cinematic elements. The action and intrigue is yours to experience via download on the PC now.\r\n\r\n\r\n\r\nFeatures:\r\n\r\n• 1st Ever Open-World Paris - Climb the Eiffel Tour, snipe from Notre Dame Cathedral, and brawl on the Champs d’Elysee as you sabotage your enemies. Fight, climb, and prowl through the dark alleys, rooftops, burlesque houses, and seedy streets of the City of Lights — the ultimate playground for the Saboteur.\r\n\r\n• The Art Of Sabotage - Being the Saboteur is all about attacking while staying unnoticed. Get your mission intel at underground clubs and cabarets. Eliminate your adversaries with stealth attacks, disguise, distractions, and explosives. Master a variety of weapons, automobiles, and skills to sabotage enemy operations.\r\n\r\n• The Will To Fight - An action-packed experience and thrilling storyline are made even more engaging by an innovative visual style, characters, and the new “Will to Fight” technology. Experience how the city reacts and changes around you as you free it from Nazi oppression. Only you can restore hope and grandeur to Paris.\r\n\r\n• French Resistance Strikes - Call in for support from The Underground in the form of getaway cars, weapon deliveries, distractions, and much more.\r\n\r\n\r\nCONDITIONS AND RESTRICTIONS APPLY. SEE EA.COM/LEGAL FOR DETAILS.",
  "developerName": "Pandemic Studios",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [
    "CFQ7TTC0KGQ8"
  ],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 0,
  "optimalSatisfyingPassId": "CFQ7TTC0KGQ8",
  "preferredSkuId": "0010",
  "productFamily": "Games",
  "productId": "9PMVJR05PFJW",
  "productKind": "Game",
  "publisherName": "Electronic Arts",
  "ratingCount": 0,
  "shortDescription": "Undermine authority.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "The Saboteur™",
  "passMetadataByPassProductId": {
    "CFQ7TTC0KGQ8": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-03-18T00:00:00Z"
    }
  },
  "isAvailableOnGarrison": true,
  "hasUbisoftCrossEntitlementProduct": false
}