{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 4.4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Shooter"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Mild Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Shadow Complex Remastered\n\nPowered by Unreal Engine technology, the “modern and masterful side-scroller” Shadow Complex became an instant classic when initially released exclusively for Xbox 360 in 2009. The fan favorite won more than 50 Game of the Year and Editor’s Choice Awards and was one of the most popular console games of the year. \n\nChAIR’s fresh twist on classic side-scrolling design with modern, cutting-edge gameplay is amplified in \nShadow Complex Remastered, featuring all of the content from the award-winning original game, updated with graphical enhancements, all-new dynamic melee take-downs, and additional Achievements and Master Challenges.\n\nThrough 10+ hours of exploration and fast-paced combat, players discover game-altering power-ups to overcome obstacles, thwart legions of enemies, and delve further into a mysterious and challenging, non-linear game world. \n\nStory Synopsis: \nShadow Complex Remastered propels lost hiker Jason Fleming into the hollows of government conspiracy, dark political motives, and military upheaval. When Jason and his girlfriend Claire accidentally stumble upon a rogue paramilitary group called The Restoration, it soon becomes clear that the faction’s intent is to set in motion a chain of events that will cause America to collapse into a new civil war. Along the way, Jason acquires many high-tech “toys” The Restoration is developing, and eventually becomes a super-powered engine of destruction.  \n\nCore Game Play Elements:\nExperience the pivotal modern platform adventure inspired by the classic side-scrolling genre.\nExplore a huge, mysterious game world populated with legions of enemies, challenges, and jaw-dropping\nboss battles.\nDiscover dozens of unique game-altering power-ups and 100+ additional items and enhancements.\nComplete all-new achievements and master challenges.\nJourney through an exciting action-thriller story penned by renowned comic book writer Peter David.\nFeatures incredible graphics with robust physics, made possible by Epic Games’ Unreal Engine 3.\n\nUpdated Features:\nHigh definition characters, enemies, environments, and interface.\nUpdated lighting, post-processing, and visual effects.\nNew contextual melee take-downs.\nNew Achievements and Master Challenges.\n\nPlatform-specific features:\nXbox One - Supports Xbox Live achievements, leaderboards, friends lists, cloud saves.\n\nFans can learn more about Shadow Complex Remastered on the official website at: www.ShadowComplex.com, \nand on Twitter, Facebook, Instagram, YouTube, and Twitch.",
  "developerName": "ChAIR Entertainment, Hardsuit Labs",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 1893068800,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BPP935F82L43",
  "productKind": "Game",
  "publisherName": "Epic Games Inc.",
  "ratingCount": 236,
  "releaseDate": "2016-03-16T00:00:00.0000000Z",
  "shortDescription": "ChAIR’s fresh twist on classic side-scrolling design with modern cutting-edge gameplay is amplified in Shadow Complex Remastered. Featuring all content from the award-winning original game, updated with graphical enhancements, all-new dynamic melee take-downs, and additional Achievements and Master Challenges. Over 10+ hours of exploration and fast-paced combat, discover game-altering power-ups, overcome obstacles, thwart legions of enemies, and conquer the mysterious and challenging game world.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "9V15MNQ1MVCW",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9QGQJ5R4816M",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Shadow Complex Remastered",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}