{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.5,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 17 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Blood",
      "Sexual Themes",
      "Partial Nudity",
      "Strong Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.53975.image.32437939-2f27-4e79-8431-5f5866f32908.3dc74b18-4153-423c-b367-bdcfd34ac658",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "MATURE 17+",
    "ratingAge": 17,
    "ratingDescription": "For ages 17 and up"
  },
  "description": "The Games on Demand version supports English, French, Italian, German, Spanish, Polish, Russian.After the space faring antics of Saints Row IV, many fans asked what we could do next... the answer? Shoot The Devil in the face. Play as either Johnny Gat or Kinzie Kensington as you tear apart Hell in a quest to save the leader of the Saints’ soul. Historical icons, old friends, older enemies, a talking gun, a full length musical number, and a whole lot of other shenanigans all await you in the open world standalone expansion playground that is Saints Row: Gat Out Of Hell.  Key features:• Play as Johnny Gat or Kinzie Kensington – For the first time ever, play as the fan favorites Johnny Gat and Kinzie Kensington, alone or in 2-player online co-op. • An Open World from Hell – Wage war against the Prince of Darkness through-out the 5 unique districts of hell any way you want: rescue allies, pick a fight with nightmarish Arch-Dukes, rob Satan’s soul processing plants... dozens of options await you in an all new city unlike any that’s been seen in Saints Row before.• New Supernatural Powers –The acclaimed super powers of Saints Row 4 are back with a hellish twist - Soar through the air on fallen angel’s wings, summon devilish imps to attack your foes, and surround yourself in a divine aura that forces all to worship you. • Outrageous Weapons – Put the 7 deadly sins to good use with an arsenal of underworld themed arms: fire exploding frogs at enemies, shoot swarms of locusts, and even deal destruction from afterlife’s most comfortable (and lethal) armchair.• Kill Dex – We promise you can do it this time. Pinky swear.",
  "developerName": "High Voltage",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 6039982080,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BQKRB1Z77G6R",
  "productKind": "Game",
  "publisherName": "Deep Silver",
  "ratingCount": 185,
  "releaseDate": "2015-01-20T00:00:00.0000000Z",
  "shortDescription": "After the antics of Saints Row IV, many asked what we could do next...the answer? Shoot The Devil in the face. Play as either Johnny Gat or Kinzie Kensington as you tear apart Hell in a quest to save the Bosses’ soul. Historical icons, old friends, older enemies, a talking gun, a full length musical number & a whole lot more shenanigans await you in this open-world standalone expansion playground.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "B2X40Q5VC8T9",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "giftable": [],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Saints Row: Gat Out of Hell",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}