{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.8,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblLocalMultiPlayer": "Xbox local multiplayer (2-2)"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Mild Blood",
      "Suggestive Themes",
      "Use of Alcohol",
      "Simulated Gambling"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Westerado: Double Barreled is Ostrich Banditos’ homage to Spaghetti Westerns about dirty pasts, consequences and taking a hold of your future. When your family is murdered by a mysterious desperado, you set out into the world to take revenge. Take control of your own fate and that of others, all using your trusty shooting iron. If words aren’t enough to persuade a character, draw your revolver and see what happens. You can shoot whomever, whenever you like. Be an outlaw or a saint, explore the open world, meet a varied cast of characters and decide how you want your revenge story to unfold. \n\nFeatures \nHunt down the desperado that killed your family and explore the stories of the world’s inhabitants. Discover all the possibilities and create a unique story each time you play. \n\nRide, shoot, and threaten your way through an expansive Wild West, expanded with all-new environments like the forest, desert and mountains. \n\nSoak up the western sun in a world built out of the grittiest pixels this side of Montezuma, and an expanded western soundtrack, featuring live recorded banjos, trumpets, saloon pianos and more! \n\nGUNS! Let your gun do the talking, by drawing and cocking it during any conversation. Shoot whoever you want, whenever you want, no exceptions. Pick your favorite weapon, whether it’s a revolver, shotgun or even a tomahawk. \n\nMultiple save slots to keep your progress across sessions and explore the splitting narrative.",
  "developerName": "Ostrich Banditos",
  "editions": [],
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 1438728192,
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BVVWBV3QB1D7",
  "productKind": "Game",
  "publisherName": "Adult Swim Games",
  "ratingCount": 143,
  "shortDescription": "Westerado: Double Barreled. When your family is murdered by a mysterious desperado, you set out into the world to take revenge. Take control of your own fate and that of others, all using your trusty shooting iron.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [],
    "giftable": [],
    "totalPurchaseablePricesCount": 0
  },
  "title": "Westerado: Double Barreled",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}