{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.7,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-4)",
    "XblOnlineMultiPlayer": "Online multiplayer  (2-4)"
  },
  "categories": [
    "Action & adventure",
    "Other",
    "Strategy",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Blood",
      "Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Let us take you beyond the veil of the gothic-noir world of the Van Helsing games, straight into the timeless depths of the twisted otherworld. There is a chain of strongholds in the mists that were once built to keep the horrors of the void at bay. And now these monsters are returning to conquer and kill: only you can stop them before they break through to the everyday world of Borgovia. Choose your hero and defend the Silent Forts: use, rebuild and improve those ancient traps and magical machines. \n\nMain features \n- A truly unique mixture of tower defense games and action-RPGs. \n- You and your traps against the whole otherworld: defeat the hordes in an incredible single player campaign! You are on your own, so it's a good thing that you have deadly devices and powerful spells. \n- Team up with other heroes and save the world together: cooperative campaign with specially designed maps. \n- Or you can just show your friends your true personality: players can set against each other in this game mode, where the defender prepares traps and defensive tactics, while the attacker has the ability to possess and control directly any creature in his or her army and employs skills to weaken the opponent or boost the invaders. \n- Knee-deep in blood: in the goriest tower defense game ever you can finally teach those monsters a savage lesson. World of Van Helsing: Deathtrap gives you destructive spells and deadly mechanisms to smash, freeze, burn the creatures of nightmare, only to mention a few ways that can turn them into tiny, bloody pieces. \n- Rewards of curiosity: find the hidden corners on the maps and hunt down the neutral creatures hiding away from the battle for exclusive loot; you can also solve rewarding side quests as well. \n- Become one of the specialists: choose from 3 diverse classes (Mercenary, Sorceress, and Marksman); each class offers different tactics, skills and powers to dispose your enemies. \n- With experience comes wisdom – and brand new ways to deal with those annoying invaders: the extended and detailed character development offers you 100 levels to achieve and more than 50 Skills per class. \n- Weapons of destruction have never been so much fun: fend off the invaders with 25 deadly traps and more than 150 trap upgrades, not to mention the very special upgrades, which are tied to challenging and fun achievements. \n- Enter a truly grim fantasy netherworld: the Ink, the mysterious otherworld in the Incredible Adventures of Van Helsing games has hidden regions and ancient secrets; now can face what is waiting in those depths. \n- Gear up and stand your ground: the detailed equipment mechanics and the comprehensive loot system make your inventory highly customizable. \n- A wide variety of horrors to defeat: invaders come in 3 races and more than 40 different types; the countless combination of monster abilities will make the invading swarms even more colorful. \n- Make your legendary weapons even more effective: artifact crafting gives you new ways to experiment with lethal magical items. \n- King of the Maze: the leaderboards and the rank system lets you compete with other players.\n- Special Offers: keep an eye on the special offers in the in-game store, where you can buy rare and powerful Epic, Ancient and Godlike items for Dream Shards, an in-game currency.",
  "developerName": "NeocoreGames",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 7765696512,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BWNWBTBKF61V",
  "productKind": "Game",
  "publisherName": "NeocoreGames",
  "ratingCount": 226,
  "releaseDate": "2016-12-30T00:00:00.0000000Z",
  "shortDescription": "Only you can stop the monsters before they break through from the Ink – the magical and dangerous otherworld of the Incredible Adventures of Van Helsing universe! Choose your hero and defend the Silent Forts: use, rebuild and improve ancient traps and magical machines against the tides of foes.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "9R2MNJC6S7FH",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9TVLLM6K7WKK",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "World of Van Helsing: Deathtrap",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}