{
  "accessibilityCapabilities": {
    "audio": [
      "Multiple volume controls",
      "Surround sound"
    ],
    "gameplay": [
      "Difficulty levels",
      "On-demand tutorials",
      "Pausable"
    ],
    "input": [
      "Playable without rapid button presses",
      "Playable without motion controls",
      "Playable without touch controls"
    ],
    "publisherInformationUri": null,
    "visual": [
      "Color alternatives",
      "Camera comfort"
    ]
  },
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 4.5,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9P3XC3JHRFRS",
    "9PB6012N895N",
    "C326K7BH8PTF",
    "BVFWP2TRRFSF"
  ],
  "capabilities": {
    "Capability4k": "4K Ultra HD",
    "CapabilityXboxEnhanced": "Xbox One X Enhanced"
  },
  "categories": [
    "Simulation",
    "Strategy"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Alcohol Reference",
      "Mild Language"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Colonize Mars and discover her secrets, with minimal casualties. \r\n\r\nWelcome Home! The time has come to stake your claim on the Red Planet and build the first functioning human colonies on Mars!  All you need are supplies, oxygen, decades of training, experience with sandstorms, and a can-do attitude to discover the purpose of those weird black cubes that appeared out of nowhere. With a bit of sprucing up, this place is going to be awesome! \r\n \r\nSurviving Mars is a sci-fi city builder all about colonizing Mars and surviving the process. Choose a space agency for resources and financial support before determining a location for your colony. Build domes and infrastructure, research new possibilities and utilize drones to unlock more elaborate ways to shape and expand your settlement. Cultivate your own food, mine minerals or just relax by the bar after a hard day’s work. Most important of all, though, is keeping your colonists alive. Not an easy task on a strange new planet.\r\n \r\nThere will be challenges to overcome. Execute your strategy and improve your colony’s chances of survival while unlocking the mysteries of this alien world. Are you ready? Mars is waiting for you.\r\n \r\nMain Features:\r\n\r\n· Building a sustainable colony in space: Building on a planet not fit for human life challenges you to build a smart, functional colony. Bad planning isn’t about traffic jams, it’s about survival of your colonists. You really don’t want rolling blackouts in a city constructed in a place without oxygen.\r\n \r\n· Individually simulated colonists: Each colonist is a unique individual with problems and strengths that influence the needs and behavior of the other colonists. Things can get really interesting if your chief scientists develops alcoholism after one too many long nights in the lab.\r\n \r\n· Futuristic Space Dome construction: Retro-futuristic super structures housing colonists, factories and commercial buildings with their own “neighborhood personality.” Create colonies that value science over everything else, while tired workers drink their pay away at a local bar, or attempt a utopia among the stars. \r\n \r\n· Exploration of Mars’ secrets:  Inspired by the classic sci-fi of Asimov and Clarke, Surviving Mars holds many secrets. During each playthrough players may encounter one of Mars’ individually crafted mysteries. Uncovering these secrets might bring your colony great fortune, or terrible ruin. \r\n \r\n\r\n· Randomized research tree: Combine static and random research through exploration, which allows for a different experience for each journey through the game. Attain new scientific breakthroughs by exploring the uncharted terrain of Mars's surface.\r\n\r\n· Unique retro-futuristic aesthetic: A sleek, modern take on the bright futurism of the 1960s. A time of exploration and adventure.",
  "developerName": "Haemimont Games",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 7333343232,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BXC7CS90NX6S",
  "productKind": "Game",
  "publisherName": "Paradox Interactive",
  "ratingCount": 2000,
  "releaseDate": "2018-03-15T00:00:00.0000000Z",
  "shortDescription": "Surviving Mars is a sci-fi city builder about colonizing Mars and surviving the process. Choose a sponsor for resources and financial support before landing on the surface. Build domes and infrastructure, research new possibilities and utilize drones to maintain your colonies functions. Cultivate your own food, mine minerals or just relax by the bar after a day’s work. Most important of all, keep your colonists alive.\r\n\r\nAre you ready? Mars is waiting for you.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "9TB162FVHSQP",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9Z6HDLXC3ZT3",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Surviving Mars",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2020-06-10T00:00:00Z",
      "exitDateUTC": "2021-06-01T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2020-06-10T00:00:00Z",
      "exitDateUTC": "2021-06-01T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}