{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 3.6,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "9NF0L9TVBJ7D"
  ],
  "categories": [
    "Strategy",
    "Simulation"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 10 and up",
    "disclaimers": [],
    "descriptors": [
      "Fantasy Violence",
      "Language",
      "Mild Blood"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.56093.image.e3da543f-ed61-47ce-bc12-683dab90c502.5e57d206-3b82-4a7b-9b98-d1548cd450a8",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE 10+",
    "ratingAge": 10,
    "ratingDescription": "For ages 10 and up"
  },
  "description": "Build a new home for humanity with Aven Colony.\r\n\r\nDiscover Aven Prime - an alien planet of deserts, tundras, and jungles light years from earth. Aven Colony puts you in charge of humanity's first extrasolar settlement, where you build and expand your small colonies into massive, sprawling cities while dealing with the challenges faced when settling on a new world.\r\n\r\nKey Features:\r\n\r\nCOLONIZE AN ALIEN WORLD: Build a new home for humanity on a world with a low-oxygen atmosphere, extreme electrical storms, shard storms, dust devils, deadly toxic gas eruptions from geothermal vents, and days so long they have their own seasons. Explore a variety of biomes, from the lush wetlands environment to the much less habitable desert and arctic.\r\n\r\nMEET THE LOCALS: Encounter a variety of alien life forms, including giant sandworms, deadly plague spores, and a vicious fungal infection known as “The Creep.”\r\n\r\nSUPERVISE YOUR COLONISTS: Settling a new world can be stressful. As a new Colony Governor, you’ll need to work overtime to help your colonists deal with their new environment. Using the 12 distinct \"\"overlay\"\" modes, you can mange your colony's Crops, Citizens, Happiness, Crime, Air, Electricity, Employment, Resources, Commute, Structures, Drones, and Water. Earn the respect of your colonists, and rise in rank from Colony Governor to Expedition President!\r\n\r\nDISCOVER THE PAST: The world of Aven Prime holds many secrets. Play through a full single-player campaign and participate in a story that reveals some of the many secrets of this brave new world.\r\n\r\nBUILD THE FUTURE: Use construction drones to build dozens of types of structures to house your colonists, establish trading routes, welcome immigrants and much more! Enhance your existing buildings through several upgrade tiers to push your colony to new heights!\r\n\r\nEXPEDITION SYSTEM: Deploy your crack team of pioneers to explore alien ruins, recover artifacts, repair crashed vessels and rescue lost explorers. Get ready to take on plague and creep spore nests whilst fending off splinter groups, rebels and Aven Prime's remaining robot guardians which threaten your new civilisation.\r\n\r\nPREPARE FOR WINTER: A fully functional day/night and seasonal cycle. During the winter Aven Prime freezes over - farms will not grow food and solar panels will generate far less electricity. Take measures to survive this harsh climate!",
  "developerName": "Mothership Entertainment",
  "editions": [],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP"
  ],
  "maxInstallSize": 9179701248,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "BZ5RJLM8NW91",
  "productKind": "Game",
  "publisherName": "Team17",
  "ratingCount": 230,
  "releaseDate": "2017-07-25T00:00:00.0000000Z",
  "shortDescription": "Build a new home for humanity in Aven Colony.\r\n\r\nDiscover Aven Prime - an alien planet of deserts, tundras, and wetlands light years from earth. Build your colonies into massive, sprawling cities whilst dealing with the challenges faced when settling on a new world.",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "9PQSBGRJ5K0W",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/19/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9WDFKP52W865",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/19/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 29.99,
        "msrp": 29.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Aven Colony",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}