{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 4,
  "badges": [],
  "bundledProductIds": [],
  "bundlesBySeed": [
    "BRS82KMRJTLL",
    "BS7R6V943794"
  ],
  "categories": [
    "Platformer"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For all ages",
    "disclaimers": [],
    "descriptors": [
      "Mild Cartoon Violence"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.23456.image.87f616db-3cfc-4611-b3b8-c57bbb87de71.7e7baf95-3edb-4b7c-a960-75e7537b07c9",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [],
    "rating": "EVERYONE",
    "ratingAge": 1,
    "ratingDescription": "For all ages"
  },
  "description": "Mega Man Legacy Collection is a celebration of the 8-bit history of Capcom’s iconic Blue Bomber. Featuring faithful reproductions of the series’ origins with the original six Mega Man games, the Legacy Collection will remind long-time fans and introduce newcomers to what made Mega Man such a popular and iconic character. Mega Man Legacy Collection will feature all six games and much more. \r\nIn addition to the six Mega Man games, Mega Man Legacy Collection features new ways to experience the classic games with the Museum Mode and new Challenge Mode. Challenge Mode remixes gameplay segments from all six games, with plenty of scaling difficulty objectives for experienced players to conquer yet serving as a good starting point for new players, too. Museum Mode contains a comprehensive collection of history, high-res art and original concept pieces – a mega treat for any fan of Mega Man and video game history.\r\nFEATURES \r\n• Six classic games in one – Play a piece of video game history with the original six Mega Man games and experience the origins of the classic series. \r\n\r\n• 8-bit style with HD flair – The games retain their retro 8-bit style with an added HD finish, giving a crisp, clean look to the charming, classic sprites. \r\n\r\n• Challenge remix mode for new and veteran players – The robust new Challenge Mode remixes gameplay from all six games for a new type of challenge. It provides both increasingly difficult trials for experienced players and also teaches newcomers to become familiar with the style of the games and tackle some of the trickier areas. \r\n\r\n• Museum of the era – The Museum Mode features a massive repository of history and art collected from the era of the games in this collection. Take a look back at the history of Mega Man with loads of information, high-res art, concept pieces, sketches and more in the Museum. \r\n\r\n• Developed with an all-new engine – Using the newly developed Eclipse Engine, Capcom and Digital Eclipse are able to archive these six pieces of video game history with faithful reproductions of the originals for a new generation of gamers. \r\n\r\n• Leaderboards and video replays – Fans will be able to watch video replays",
  "developerName": "Digital Eclipse",
  "editions": [],
  "franchiseId": "MEGAMAN",
  "franchiseName": "Mega Man",
  "hasAddOns": false,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer"
  ],
  "maxInstallSize": 417419264,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "C38Z8L4RHSHS",
  "productKind": "Game",
  "publisherName": "Capcom",
  "ratingCount": 335,
  "releaseDate": "2015-08-25T00:00:00.0000000Z",
  "shortDescription": "Mega Man Legacy Collection is a celebration of the 8-bit history of Capcom’s Blue Bomber! Six classic games in one including a new Challenge Mode that remixes levels for a whole new gaming experience. Museum Mode offers total immersion into Mega Man history featuring sketches, concept art and more.  Leader boards and video replays give fans the ability to showcase their Mega Talent!",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "9N67F8NB5PVQ",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9SMVM92KWTVV",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Fulfill",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "12/30/9998 00:00:00",
        "hasXPriceOffer": false,
        "listPrice": 14.99,
        "msrp": 14.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Mega Man® Legacy Collection",
  "passMetadataByPassProductId": {},
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}