{
  "availableOn": [
    "XboxOne",
    "XboxSeriesX"
  ],
  "averageRating": 2,
  "badges": [],
  "bundledProductIds": [
    "BSD5LTG6G298",
    "BVTKRF9P60SG",
    "BVCDD2HK8QLQ"
  ],
  "bundlesBySeed": [],
  "capabilities": {
    "XblOnlineCoop": "Online co-op (2-16)",
    "XblOnlineMultiPlayer": "Online multiplayer  (2-16)",
    "GameStreaming": "Cloud enabled"
  },
  "categories": [
    "Action & adventure"
  ],
  "contentRating": {
    "boardName": "ESRB",
    "description": "For ages 13 and up",
    "disclaimers": [],
    "descriptors": [
      "Violence",
      "Drug Reference"
    ],
    "imageUri": "https://store-images.microsoft.com/image/global.17268.image.4cc004ee-a56d-4f11-ae99-67a89379b743.13d51d69-d3ba-4760-8fdf-f996abafa50a",
    "imageLinkUri": "https://www.esrb.org/ratings-guide/",
    "interactiveDescriptions": [
      "Users Interact",
      "In-Game Purchases"
    ],
    "rating": "TEEN",
    "ratingAge": 13,
    "ratingDescription": "For ages 13 and up"
  },
  "description": "Elite Dangerous is the definitive massively multiplayer space epic, bringing gaming’s original open world adventure to the modern generation with a connected galaxy, evolving narrative and the entirety of the Milky Way re-created at its full galactic proportions.\n\nStarting with only a small starship and a few credits, players do whatever it takes to earn the skill, knowledge, wealth and power to survive in a futuristic cutthroat galaxy and to stand among the ranks of the iconic Elite. In an age of galactic superpowers and interstellar war, every player’s story influences the unique connected gaming experience and handcrafted evolving narrative. Governments fall, battles are lost and won, and humanity’s frontier is reshaped, all by players’ actions.\n\nHorizons Season Now Included!\nExperience a whole new angle on the galaxy with the Horizons season, now included in Elite Dangerous. Journey from the stars to the surfaces of strange worlds, hit the ground running in the Scarab Surface Recon Vehicle, craft weapons, deploy ship-launched fighters and experience exhilarating multicrew co-op action.\n\nA Galaxy Of Wonders\nThe 400 billion star systems of the Milky Way are the stage for Elite Dangerous' open-ended gameplay. The real stars, planets, moons, asteroid fields and black holes of our own galaxy are built to their true epic proportions in the largest designed playspace in videogame history.\n\nA Unique Connected Game Experience\nGovernments fall, battles are lost and won, and humanity’s frontier is reshaped, all by players’ actions. In an age of galactic superpowers and interstellar war, every player’s personal story influences the connected galaxy and handcrafted, evolving narrative.\n\nBlaze Your Own Trail\nUpgrade your ship and customize every component as you hunt, explore, fight, mine, smuggle, trade and survive in the cutthroat galaxy of the year 3301. Do whatever it takes to earn the skill, knowledge, wealth and power to stand among the ranks of the Elite.\n\nMassively Multiplayer\nExperience unpredictable encounters with players from around the world in Elite Dangerous’ vast, massively multiplayer space. Experience the connected galaxy alone in Solo mode or with players across the world in Open Play, where every pilot you face could become a trusted ally or your deadliest enemy. You will need to register a free Elite Dangerous account with Frontier to play the game.\n\nThe Original Open World Adventure\nElite Dangerous is the third sequel to 1984's genre-defining Elite, bringing gaming’s original open world adventure into the modern generation with a connected galaxy, evolving narrative and the entire Milky Way recreated at its full galactic proportions.\n",
  "developerName": "Frontier Developments",
  "editions": [
    "C3LW50BQJ878"
  ],
  "hasAddOns": true,
  "includedWithPassesProductIds": [],
  "legalNotices": [
    "DataSharingDisclaimer",
    "InAppPurchase",
    "HasFirstPartyIAP",
    "XboxLiveGoldRequiredForOnline"
  ],
  "maxInstallSize": 21978763264,
  "optimalSkuId": "0001",
  "preferredSkuId": "0001",
  "productFamily": "Games",
  "productId": "C3LW50BQJ878",
  "productKind": "Game",
  "publisherName": "Frontier Developments",
  "ratingCount": 1288,
  "releaseDate": "2016-04-26T00:00:00.0000000Z",
  "shortDescription": "Take control of your own starship in a cutthroat galaxy. Elite Dangerous is the definitive massively multiplayer space epic, bringing gaming’s original open world adventure to the modern generation with a connected galaxy, evolving narrative and the entirety of the Milky Way re-created at its full galactic proportions.\r\n",
  "showSupportedLanguageDisclaimer": false,
  "specificPrices": {
    "purchaseable": [
      {
        "skuId": "0001",
        "availabilityId": "B39V5Z4J1P47",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Purchase",
          "Browse",
          "Curate",
          "Redeem"
        ],
        "endDateUtc": "10/08/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "giftable": [
      {
        "skuId": "0001",
        "availabilityId": "9QDCRRSRBFZ7",
        "discountPercentage": 0,
        "eligibilityInfo": {
          "eligibility": "None",
          "type": "Unknown"
        },
        "availabilityActions": [
          "Details",
          "Browse",
          "Curate",
          "Gift"
        ],
        "endDateUtc": "10/08/2025 23:59:59",
        "hasXPriceOffer": false,
        "listPrice": 19.99,
        "msrp": 19.99,
        "currency": "USD"
      }
    ],
    "totalPurchaseablePricesCount": 1
  },
  "title": "Elite Dangerous Standard Edition",
  "passMetadataByPassProductId": {
    "CFQ7TTC0K6L8": {
      "entryDateUTC": "2021-02-25T00:00:00Z",
      "exitDateUTC": "2022-09-01T10:00:00Z"
    },
    "CFQ7TTC0KHS0": {
      "entryDateUTC": "2021-02-25T00:00:00Z",
      "exitDateUTC": "2022-09-01T10:00:00Z"
    }
  },
  "isAvailableOnGarrison": false,
  "hasUbisoftCrossEntitlementProduct": false
}